{
   "number": [
      {
        "num": "0",
        "title": "ดาวมฤตยู",
        "level": "3",
        "description": "ดาวมฤตยู หมายถึง นักวิทยาศาสตร์ คนหัวสมัยใหม่ มีความคิดริเริ่มสร้างสรรค์อยู่เสมอ ไม่ชอบย่ำเท้าอยู่กับที่ เป็นนักปฏิวัติ ทำอะไรแปลกจากคนอื่น มีญาณพิเศษ สามารถทำนายเหตุการณ์ล่วงหน้าได้ นอกจากนี้ดาวมฤตยูยังหมายถึง สิ่งเร้นลับ และการเดินทางไปต่างประเทศ"
      },
      {
        "num": "1",
        "title": "ดาวอาทิตย์",
        "level": "3",
        "description": "เป็นดาวบาป ให้ผลในทางร้อนแรง เที่ยงตรง เร่งรีบ ไม่ยอมใคร อยู่ที่ไหนไม่นาน ตรงไปตรงมา ไม่เกรงใจใคร ได้แก่พวกมียศ มีตำแหน่ง พระราชา เชื้อพระวงศ์ ข้าราชการ งานของผู้ชาย ของมีแสงสว่างสดใส การสูบฉีดโลหิตในร่างกาย ความดัน สายตา หัวใจ ไขสันหลัง ระบบเลือด ของสีแดง"
      },
      {
        "num": "2",
        "title": "ดาวจันทร์",
        "level": "5",
        "description": "เป็นธาตุดิน เป็นดาวบุญ ให้ผลในทางดี อ่อนหวานนุ่มนวล ความไม่แน่นอน เป็นไปอย่างช้าๆ ลึกลับ ยั่วยวน มารยา มืดมน เอาอกเอาใจ ได้แก่ ราชินี ผู้นำหญิง นางพยาบาล ท่าเรือ ท่าน้ำ การบริการ ระบบน้ำในร่างกาย ต่อม ไต ตับ ของที่เป็นคู่ ตา หู จมูก มือ เท้า แขน ขา อวัยวะเพศหญิง ของสีขาว สีนวล"
      },
      {
        "num": "3",
        "title": "ดาวอังคาร",
        "level": "3",
        "description": "ธาตุลม เป็นดาวบาปเคราะห์ ให้ผลในเรื่องสงคราม การต่อสู้ ได้แก่บุคคลในเครื่องแบบ ผู้คอยรับคำสั่ง นักฆ่า ทหาร ตำรวจ หน่วยกู้ภัย มือสังหาร ช่าง หมอ พยาบาล อาวุธ เครื่องมือต่างๆ ยานพาหนะ อวัยวะเพศชาย เอ็น กล้ามเนื้อ จมูก ความกล้าหาญ ความขยัน ของสีชมพู"
      },
      {
        "num": "4",
        "title": "ดาวพุธ",
        "level": "5",
        "description": "ธาตุน้ำ เป็นดาวบุญ ให้ผลในการค้าขาย การเจรจาติดต่อสื่อสาร ได้แก่ผู้สื่อข่าว นักพูด พิธีกร อาหารการกิน เสื้อผ้า ผัก ผลไม้ ระบบย่อยอาหาร ลำไส้ การวางแผน สัญญา โรงพิมพ์ ที่ทำการไปรษณีย์ ต้นไม้ ใบไม้ ดอกไม้ ของสีเขียว"
      },
      {
        "num": "5",
        "title": "ดาวพฤหัสบดี",
        "level": "3",
        "description": "ธาตุดิน เป็นดาวบุญ ให้ผลในด้านการศึกษา ศาสนา ได้แก่ พระ ครู ผู้พิพากษา หมอ วัด โรงเรียน โรงพบาบาล ศาล สิ่งศักดิ์สิทธิ์ ตำรา วิชาการ เครื่องรางของคลัง วิญญาณ ประสาทสัมผัส หู ปัญญา ความคด ศีลธรรม ความซื่อสัตย์ ความรับผิดชอบ"
      },
      {
        "num": "6",
        "title": "ดาวศุกร์",
        "level": "5",
        "description": "ธาตุน้ำ เป็นดาวบุญ ให้ผลด้านการเงิน ความรัก ที่หลับที่นอน ความสนุกสนาน ความสมหวัง ความงาม ได้แก่คุณหญิงคุณนาย นักแสดง นักดนตรี นักรัก นักร้อง ช่างเสริมสวย ของหอม ของสวยงาม เครื่องเพศหญิง มดลูก ต่อมอัณฑะ ช่องท้อง หน้าท้อง"
      },
      {
        "num": "7",
        "title": "ดาวเสาร์",
        "level": "2",
        "description": "ธาตุไฟ เป็นดาวบาป ให้ผลด้านเกษตรกรรม กสิกรรม ความรกรุงรัง ของเหม็น สกปรก ไม่สะอาด ความเจ็บปวด ทุกข์ทรมาน ดำ มืด ต่ำ พิการ ไม่สมประกอบ รองเท้า ผ้าเช็ดตัว ยางรถยนต์ กระดูก เสา หลัก ของหนักๆ ใหญ่ๆ ที่เปลี่ยว ที่ห่างไกล"
      },
      {
        "num": "8",
        "title": "ดาวราหู",
        "level": "2",
        "description": "ประมุขของเหล่าพาล นักเลงทุกชนิด โมหจริต ความมัวเมา ความเสเพล ดาวแห่งการเสี่ยงโชคและโชคลาภ โหราศาสตร์ มัวเมาอบายมุข ไม่เกรงกลัวใคร ไม่รู้จักอาย ไม่เกรงใจใคร มุทะลุ ลืมสติ เห็นผิดเป็นชอบ มีเล่ห์เหลี่ยม กล้าได้กล้าเสีย ชอบของมึนเมา"
      },
      {
        "num": "9",
        "title": "ดาวพระเกตุ",
        "level": "5",
        "description": "ญาณ การหยั่งรู้ ต่างประเทศ มรดก โหราศาสตร์ นักบวช สถานที่ศักดิ์สิทธิ์ คนทรงเจ้า การมีอายุยืน"
      },
      {
        "num": "10",
        "title": "ความเปลี่ยนแปลงอย่างฉับพลัน",
        "level": "3",
        "description": "ชีวิตมักระทมขมขื่น ทุกข์ทรมาน เพราะโรคภัยไข้เจ็บเบียดเบียน หรือปัญหายุ่งยากภายในครอบครัว หรือปัญหาการงาน บางรายอาจมีหนี้สินมากจนจมอยู่ในห้วงทุกข์อย่างหนักก็ได้ มักมีอุปสรรค บริวารมักให้โทษ อาภัพ เป็นเลขที่ให้คุณและโทษ โรคภัยไข้เจ็บของหมายเลข 10 คือโรคหัวใจทุกรูปแบบ เช่น กล้ามเนื้อหัวใจ ความดันโลหิต การหมุนเวียนเลือด"
      },
      {
        "num": "11",
        "title": "ว่าวที่ขาดลม",
        "level": "1",
        "description": "ทำอะไรมักจะดีแต่ตอนต้น สุดท้ายก็ล้มเหลว เข้าลักษณะต้นดี ปลายร้าย นับหนึ่งไม่ถึงสิบ เป็นว่าวที่ขาดลม ชีวิตมักมีอันตรายแอบแฝง ให้ระวังการถูกทรยศหักหลังจากผู้อื่น และเพศตรงข้าม เป็นคนที่ต้องต่อสู้กับอุปสรรค และมักทำคุณคนไม่ขึ้น ค่อนข้างอ่อนไหวแต่โรแมนติก อ่อนนอกแข็งใน โรคภัยไข้เจ็บระวังโรคเกี่ยวกับกระเพาะอาหาร ระบบย่อยอาหาร ระบบขับถ่าย ริดสีดวงทวาร เนื้องอก"
      },
      {
        "num": "12",
        "title": "ความเปลี่ยนแปลง",
        "level": "1",
        "description": "สตรีเป็นใหญ่ ครอบครัวไม่ค่อยมีความสุข มักแย่งอำนาจกัน แต่หลักฐานมั่นคง โอ้อวด ชอบหรูหราค่อนข้างมีโมหะจริตเข้าครอบงำ หลงอะไรง่ายๆ มักถูกใส่ร้ายป้ายสี หรือถูกกลั่นแกล้งจากบุคคลอื่น โดยนิสัยเป็นคนหูเบาและนักเลง เลข 1 ดาวอาทิตย์กับเลข 2 ดาวจันทร์ ธาตุไฟกับธาตุน้ำมาอยู่รวมกัน จึงทำให้มีอารมณ์ขัดแย้งกัน เป็นคนสองพฤติกรรมในตัวเอง ภายนอกดูนุ่มนวล แต่ข้างในแข็งกร้าว จะมีเรื่องความทุกข์ความผิดหวังแอบแฝงอยู่ กลายเป็นคนอมทุกข์ ชีวิตสมรสไม่แน่นอน คือไม่ได้แต่งงาน หรือแต่งไม่น้อยกว่าหนึ่งครั้ง ชีวิตขึ้นๆลงๆอยู่ตลอดเวลา หน้าที่การงานจะไม่ยั่งยืนถาวร ถูกใส่ร้ายจากเพื่อนร่วมงาน โรคภัยไข้เจ็บระวัง ระบบประสาท ปวดที่สะโพก โรคผิวหนัง"
      },
      {
        "num": "13",
        "title": "ฝันที่ไม่เป็นจริง",
        "level": "1",
        "description": "เป็นเลขคู่ศัตรูกัน จะต้องมีแผลไม่ศรีษะก็เท้า เวลาจะมีภรรยาก็ไม่พิจารณามากอยากจะได้ก็เอาเลย บางครั้งเอาลูกเมียใครก็มี จึงเรียกว่าดาวคู่แย่งชู้ จะเกิดทั้งเรื่องดีและเรื่องร้าย ชีวิตมักจะมีการเปลี่ยนแปลงเร็ว ชีวิตจะมีทุกข์ อุปสรรค ล้มเหลว กลายเป็นคนอมทุกข์ ชีวิตสมรสไม่แน่นอน คือไม่ได้แต่งงาน หรือถ้าได้แต่งงาน ครอบครัวจะมีปัญหาแตกร้าว ถ้าผู้ชายจะมีเรื่องชู้สาว หรือรักสามเส้า ระวังอุบัติเหตุ โรคสายตา ผ่าตัด นิ่ว ไต กระเพาะปัสสาวะอักเสบ ลำไส้"
      },
      {
        "num": "14",
        "title": "ผู้ยิ่งใหญ่",
        "level": "5",
        "description": "จะทำให้ชีวิตประสพผลสำเร็จอย่างมั่นคง สติปัญญาไหวพริบดี ความจำแม่นยำ จะนำพาไปสู่ความสำเร็จที่ยิ่งใหญ่ ส่งเสริมให้มีความรุ่งโรจน์อย่างมั่นคง เข็มแข็งมีพลังที่กล้าแข็ง มีความสุขุมล้ำลึก ชอบไขว่คว้าค้นหาความก้าวหน้าให้กับชีวิต และยังมีสิ่งศักดิ์สิทธิ์ให้ความคุ้มครอง มีโอกาศไปเกี่ยวข้องกับต่างประเทศทุกรูปแบบเช่น ศึกษาต่างประเทศ เที่ยวต่างประเทศ อยู่ต่างประเทศ คบหากับคนต่างประเทศ สนใจธรรมมะ รักความยุติธรรม อาชีพที่เหมาะคือประชาสัมพันธ์ พบกับคนแปลกหน้าถึงจะดี"
      },
      {
        "num": "15",
        "title": "ความสุนทรีมีปัญญาดี",
        "level": "5",
        "description": "ทำให้มีเสน่ห์และเป็นคู่มิตร 15 เป็นเลขที่ส่งกระแสสัมพันธ์ถึงกัน ทำให้มีปัญญาโลดโผนแล่นว่องไว ฉลาดเฉลียวดีนัก เรียนอะไรเข้าใจได้อย่างรวดเร็ว จึงเรียกดาวคู่แห่งปัญญา ทำให้เป็นที่รักของผู้ใหญ่ และเจ้านายดีมาก ไม่ว่าจะทำอะไรก็จะมีคนมาช่วยเหลือสนับสนุนตลอดเวลา เลข 1 และ 5 รวมกันได้ 6 ดาวศุภโชค โภคทรัพย์ เป็นหมายเลขที่โชคดีมาก จะได้รับพรอันประเสริฐ เป็นบุคคลที่มีความโชคดีเกี่ยวกับการเงิน เรื่องเงินๆทองๆ จะสามารถหาได้โดยง่าย"
      },
      {
        "num": "16",
        "title": "ผู้ปราชัย",
        "level": "1",
        "description": "ให้กำลังในด้านยศศักดิ์ การเงิน ความรัก ทำให้มีอารมณ์รุนแรงในเรื่องรักใคร่ เป็นเหตุให้รู้จักรัก หรือเสียตัวในวัยหนุ่มสาว ก็คงไม่ถึงเสียประเพณี อย่างต่ำก็เข้าตามตรอกออกตามประตู รู้จักใช้จ่ายเงิน หากมีความสำเร็จในชีวิตที่ยิ่งใหญ่มักจะต้องพบกับจุดจบอย่างไม่คาดคิด หมายเลข 16 ไม่เหมาะกับสตรีเป็นอย่างยิ่ง จะทำให้ผิดหวังเรื่องความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน ได้พ่อม่าย แม่ม่าย เมียน้อยกินน้ำใต้ศอกผู้อื่น เป็นม่ายก่อนวัยอันควร ความทุกข์ อุปสรรค ปัญหา อับโชค ชีวิตมักประสบโชคร้ายมากกว่าความสำเร็จ โรคภัยระวัง โรคผิวหนัง ทุกชนิด เหงื่อและสิว ระบบย่อยอาหาร"
      },
      {
        "num": "17",
        "title": "อำนาจที่ถูกริดรอน",
        "level": "1",
        "description": "เป็นดาวคู่ธาตุไฟ ทรงไว้ซึ่งความร้อน ความวุ่นวาย แสวงหาริเริ่มงานใหม่ เหน็ดเหนื่อย ต่อสู้ แสวงหายศศักดิ์อำนาจ ให้มีชื่อเสียงและตำแหน่ง เลยทำให้มียศใหญ่โตขึ้น แต่จะผิดหวังเรื่องความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า เป็นหมายเลขร้ายกับชีวิต ชีวิตอยู่ในสิ่งแวดล้อมไม่ดี ยุ่งยากในชีวิตบ่อยๆ กดดัน กลั่นแกล้ง อิจฉาริษยา ถูกเอาเปรียบ ถูกเบียดบังเอาความดีความชอบ ระวังโรคถุงน้ำดี โรคตับอักเสบ ไมเกรน เจ็บกระดูก ตามข้อ"
      },
      {
        "num": "18",
        "title": "บทพิสูจน์",
        "level": "1",
        "description": "ชีวิตที่รุ่งโรจน์ ตกต่ำลงได้ ไม่แน่นอนชีวิตอยู่ไม่ติดที่ มีการโยกย้าย เปลี่ยนแปลงอยู่บ่อยๆ จึงไม่เหมาะกับอาชีพที่ทำงานอยู่กับที่ ควรหางานที่จะต้องเดินทางจะเหมาะกว่า ชีวิตครอบครัวจะมีปัญหาในเรื่องของความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง ไร้คู่ครอง เลขนี้ไม่เหมาะกับสุภาพสตรีอย่างยิ่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า ระวังการทะเลาะวิวาทอย่างรุนแรง ถูกทรยศหักหลัง มีความทุกข์ อุปสรรค ทำคุณคนไม่ขึ้น ปิดทองหลังพระ ระวังโรคผิวหนัง ภูมิแพ้ งูสวัด"
      },
      {
        "num": "19",
        "title": "ผู้เสวยสุข",
        "level": "5",
        "description": "ชอบศึกษาหาความรู้ ชีวิตก็จะประสบความสำเร็จ ได้รับการอุปการะจากผู้ใหญ่ หรือผู้มีอำนาจให้การช่วยเหลือ หมายเลขนำโชค ได้รับเกียรติอย่างสูงส่งในสังคมส่งผลดีให้กับชีวิต ประสบความสำเร็จที่ยิ่งใหญ่ หมายเลข 19 ไม่เหมาะกับสุภาพสตรีเป็นอย่างยิ่ง ชีวิตมักจะกำพร้า เป็นหม้าย บางครั้งส่งผลให้สามีตกจากตำแหน่งหน้าที่การงาน สุภาพสตรีจะมีปัญหาเรื่องคู่ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า เป็นหม้าย หมายเลขนี้จะส่งผลดีต่อสุภาพบุรุษ ระวังโรคเกี่ยวกับหัวใจ กล้ามเนื้อหัวใจ การหมุนเวียนของเลือด ความดันโลหิต",
        "comment": "ให้โทษต่อสุภาพสตรี"
      },
      {
        "num": "20",
        "title": "คิดการใหญ่",
        "level": "1",
        "description": "พฤติกรรมเป็นคนเพ้อฝัน ไม่ชอบอยู่กับที่ ไม่ไว้ใจผู้อื่น อ่อนไหวง่าย รวนเร มีความทะเยอทะยานสูง ชอบทำอะไรใหญ่เกินตัว คิดการใหญ่ ต้องหาเพื่อนร่วมงาน หรืออยู่ใต้บังคับบัญชา ที่มีความสามารถมาร่วมงานด้วยถึงจะประสบความสำเร็จ หมายเลขนี้ไม่เหมาะกับสุภาพสตรี จะมีปัญหาเรื่องคู่ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า เป็นหม้าย ระวังโรคเกี่ยวกับระบบย่อยอาหาร ขับถ่ายไม่ปกติอวัยวะภายใน โรคริดสีดวงทวาร",
        "comment": "ให้โทษต่อสุภาพสตรี"
      },
      {
        "num": "21",
        "title": "ความพลิกผัน",
        "level": "1",
        "description": "ชีวิตจะมีเหตุแตกหักกลางคัน ทำให้เกิดมุมหักเหและตกจากตำแหน่งหน้าที่การงาน จะมีเรื่องของความทุกข์ ผิดหวัง ชีวิตสมรสไม่แน่นอน มีความไม่แน่นอนของชีวิตและอนาคต บางครั้งชีวิตอาจจะส่งผลให้พบกับความรุ่งโรจน์ แต่ในขณะเดียวกันก็จะล้มอย่างฉับพลัน เช่น ธุรกิจ หน้าที่การงาน ความรัก ขึ้นๆ ลงๆ เหมือนสมหวังแต่กลับผิดหวัง ขึ้นๆลงๆ หาความแน่นอนไม่ได้ ระวังอุบัติเหตุ เลือดตกยางออก ระวังโรคระบบประสาท ปวดหัว ไมเกรน รวมทั้งโรคผิวหนัง"
      },
      {
        "num": "22",
        "title": "ความเชื่อที่ผิดๆ",
        "level": "2",
        "description": "พฤติกรรมทางเพศเบี่ยงเบน หญิงอยากเป็นชาย ชายอยากเป็นหญิงก็ได้ เป็นคนมีลางสังหรณ์ดี เป็นนักคิดนักฝัน มั่นใจตัวเองสูง ไม่ชอบอยู่กับที่ อยู่ไม่ติดบ้าน ชอบทำอะไรแปลกแหวกแนว รวนเร หวั่นไหวง่าย หาความแน่นอนไม่ค่อยได้ ความคิดเห็นแย้งกับคนอื่นเสมอ ส่วนที่ดีคือ มีดวงโชคลาภ อาจจะร่ำรวยหรือเด่นดังอย่างไม่คาดคิด จะได้ดีมีสุขเพราะโชคดีมากกว่าที่จะสร้างมาด้วยตนเอง ระวังโรคเกี่ยวกับช่องท้อง"
      },
      {
        "num": "23",
        "title": "ยอดเสน่ห์",
        "level": "4",
        "description": "ถ้าเป็นสุภาพสตรีจะดี จะมีผู้ใหญ่ที่มีอิทธิพลคอยให้การช่วยเหลือสนับสนุน ส่งผลทำให้ชีวิตประสบความสำเร็จได้เป็นอย่างดี แต่บางคนอาจเป็นคนเจ้าชู้ได้เหมือนกัน มีเสน่ห์ และมีคนชอบพอมากก็ได้ เช่นเดียวกัน แต่คงไม่สามารถแสดงออกได้ชัดเจนเหมือนสุภาพบุรุษ ถ้ายับยั้งชั่งใจได้ก็ไม่เป็นไร สุภาพสตรีถ้ามีชื่อเป็นหมายเลขนี้ไม่ต้องเปลี่ยน ถ้าเป็นผู้ชายต้องระวังจะเสียหายเพราะผู้หญิง ผู้หญิงจะทำให้ชีวิตตกต่ำ ทำให้ตกจากตำแหน่งหน้าที่การงาน มีศัตรูคอยแอบแฝงอยู่เบื้องหลัง ในเรื่องของความรักมักเป็นคนเจ้าชู้ เป็นคนอารมณ์เร่าร้อน รุนแรง ผู้ใหญ่จะให้การสนับสนุนดี มีเมียหลายคนทั้งเปิดเผย และไม่เปิดเผย เป็นคนมีเสน่ห์ ดึงดูดใจเพศตรงข้าม ถ้าหลงใฝ่ต่ำเรื่องโลกีย์ จะทำให้ชีวิตต้องพบกับหายนะ ทำให้ชีวิตตกต่ำ ตกจากตำแหน่งหน้าที่การงาน จะไม่ยั่งยืนถาวร มีเรื่องอื้อฉาว เป็นเลขไม่น่าไว้ใจนักสำหรับสุภาพบุรุษ เปอร์เซ็นต์ดีร้ายใกล้เคียงกัน",
        "comment": "ให้โทษต่อสุภาพบุรุษ"
      },
      {
        "num": "24",
        "title": "สมบูรณ์สุข",
        "level": "5",
        "description": "เป็นคนมีเสน่ห์ ดึงดูดใจให้คนชอบพอรักใคร่ ทำให้มีรูปร่างน่าเสน่หา เจรจาไพเราะเป็นดาวคู่มิตรแห่งเจ้าเสน่ห์ สุภาพโรแมนติก มีโชคดีเกี่ยวกับการเรื่องเงินๆทองๆ จะสามารถหามาได้โดยง่าย และเป็นดาวการเงิน มีเพื่อนและบริวารมาก เพื่อนฝูงมักให้การอุปถัมภ์ ค้ำจุน เป็นที่รักของคนทั่วไป สติปัญญาดี เป็นนักพูดชั้นดี เหมาะกับอาชีพ นักปกครอง บริหาร นักการค้า เข้ากับใครได้ง่าย และได้รับความสุขในด้านความรัก เป็นหมายเลขที่ดีที่สุดเลขหนึ่ง"
      },
      {
        "num": "25",
        "title": "มีทั้งทุกข์และสุข",
        "level": "3",
        "description": "หมายเลข 25 เป็นดาวศุภเคราะห์ทั้งคู่ ดาวจันทร์และดาวพฤหัสดีหนุนนำชีวิตให้มีความก้าวหน้ารุ่งเรือง มีความรู้ความประพฤติดี สามารถตั้งตัวได้และมีฐานะดี แต่อาจไม่ยั้งยืนถาวร เป็นคนปราดเปรื่องชอบศึกษาหาความรู้ เข้ากับผู้ใหญ่เป็น หาเงินเก่ง สุขุมรอบคอบ จะมั่งมีศรีสุข ฐานะมั่นคง มีทรัพย์สิน เงินทองไม่ลำบาก ดวงความรักดี ดูเผินๆ ชีวิตน่าจะประสพความสำเร็จเป็นอย่างดี ข้อเสียจะทำอะไร กว่าจะประสพความสำเร็จต้องผ่านอุปสรรคและการต่อสู้อย่างเหน็ดเหนื่อย เพราะ บวกกันได้ 7 ซึ่งเป็นดาวเสาร์ ชีวิตต้องอยู่กับปัญหา มีอุปสรรค อับโชคและเป็นดาวปัญหา มีปัญหาให้ต้องแก้ไขอยู่ตลอดเวลา ส่วนเรื่องคู่มักมีปัญหากันอยู่เสมอ เพราะความคิดเห็นไม่ตรงกัน แต่ไม่ถึงกับแตกคอกัน"
      },
      {
        "num": "26",
        "title": "การถูกครอบงำ",
        "level": "2",
        "description": "เป็นคนเกิดมาเพื่อช่วยเหลือผู้อื่น แต่หาผู้อื่นมาช่วยเหลือเรายากเย็นเหลือเกิน ดูเผินๆ ชีวิตน่าประสบความสำเร็จ แต่จะไม่ยั่งยืนถาวร ชีวิตตกอยู่ในสภาวะแวดล้อมที่ไม่ดี จะถูกกลั่นแกล้งถูกเบียดบังเอาความดีความชอบ ถูกผู้ใหญ่ที่มีอำนาจครอบงำจับผิดอยู่ตลอดเวลา ไปร่วมหุ้นกับใครไม่ได้ระวังจะถูกโกง ต้องระวังเรื่องโลกีย์ไว้ให้มาก จะมีปัญหารักสามเส้า ระวังโรคตับอักเสบ ถุงน้ำดีอักเสบ ไมเกรน เจ็บปวดตามกระดูก ตามข้อ"
      },
      {
        "num": "27",
        "title": "ผู้สูญเสีย",
        "level": "1",
        "description": "มักจะมีความคิดเห็นเป็นของตนเอง ชีวิตมักจะพบกับความกดดันอย่างรุนแรง มีความทุกข์ผิดหวังเข้ามาแอบแฝง จะต้องมีการสูญเสีย บุคคลที่รักในขณะที่ชีวิตประสบความสำเร็จ เช่นเสียบิดาหรือคู่ครอง หรือญาติมิตร ที่เคารพรักต้องจากไป หรือไม่ก็เสียเงินที่หามาได้อย่างไม่คาดคิด เรียกว่าทุกขลาภ จะมีชีวิตที่วุ่นวาย เพศตรงข้ามสร้างปัญหามาให้ตลอดเวลา บั้นปลายชีวิตจะต้องทุกข์ทรมานกับโรคภัยไข้เจ็บ ระวังการผ่าตัด ระวังโรคผิวหนัง"
      },
      {
        "num": "28",
        "title": "คนห่างไกล",
        "level": "1",
        "description": "ให้กำลังในการต่อสู้ผจญภัย ในการดำเนินชีวิต ศรัทธาจริตกับโมหะจริต ผสมกัน ทำให้เชื้อคนง่าย รักคนง่าย ทำให้มีความผิดหวังเสมอ เลข 28 เป็นเลขราหูอมจันทร์ หรือเรียกว่าจันทรคราส ทำให้อาภัพ บิดามารดา และอาภัพญาติพี่น้อง ฟันฝ่าอุปสรรค เหน็ดเหนื่อยขนาดหนัก แต่เมื่ออายุมากขึ้น ก็จะได้รับความสำเร็จในการครองชีวิต เลข 28 เรียกว่าคู่สมพลแห่งการต่อสู้ แต่รวมกันได้เลข 10 ก็มีข้อเสีย มีคนเบียดบังเอาความดีความชอบ จะไร้คู่ จะได้คู่เป็นพ่อหม้ายหรือแม่หม้าย ถ้าหมายเลขนามสกุลไม่ดีจะทำให้มีความทุกข์แอบแฝงอยู่กลายเป็นคนอมทุกข์ บริวารจะสร้างปัญหามาให้ แบกภาระหน้าที่การงานอย่างใหญ่หลวง มีหนี้สินอย่างท่วมท้น โรคภัยมาเบียดเบียน ระวังโรคหัวใจ ผิดหวังด้านความรัก ไม่มีความสุขในชีวิตสมรส พลัดพรากจากคนรัก หรือจะไร้คู่ จะได้คู่เป็นหม้าย"
      },
      {
        "num": "29",
        "title": "ผู้ถูกกำหนด",
        "level": "2",
        "description": "เกิดมาเหมือนถูกกำหนดให้ชดใช้กรรมเก่า จึงทำให้การดำเนินชีวิตพลิกผัน ถูกกดดันกลั่นแกล้ง อิจฉาริษยา ชีวิตคู่มักจะหักกลาง เพศตรงข้ามจะสร้างปัญหามาให้ ให้ระวังเพื่อนที่ไม่ซื่อและเพศตรงข้ามไว้ให้ดี จะสร้างปัญหามาให้ เป็นคนอ่อนนอกแข็งใน หลงตัวเอง ดื้อรั้น ช่างคิดช่างแค้น เป็นคนสำอาง รสนิยมดี ชีวิตไม่ลำบาก แต่ไม่มีความสุข มีเรื่องทุกข์ใจ ความรุ่งเรืองไม่ยั่งยืน ความรักก็ขมขื่นยิ่งนัก ระวังระบบย่อยอาหาร ระบบขับถ่าย ริดสีดวง และอวัยวะภายใน อุบัติเหตุ ถูกปองร้าย"
      },
      {
        "num": "30",
        "title": "ถอยหลังเข้าคลอง",
        "level": "2",
        "description": "ธุรกิจการค้า หน้าที่การงาน ความรัก กำลังดำเนินไปดีๆ ก็จะมีอุปสรรคมาปิดกั้นอย่างปัจจุบันทันด่วน หมายถึงความไม่แน่นอนในชีวิต หวังอะไรมักไม่ได้ ทั้งๆที่แนวโน้มแห่งความหวังกำลังจะสำเร็จ ก็มีเหตุมาเปลี่ยนแปลงให้ไม่สมหวัง และระวังเรื่องอุบัติเหตุ ชีวิตผิดหวังแอบแฝงอยู่ ชีวิตสมรสไม่แน่นอน ไม่ได้แต่งงาน หรือแต่งไม่น้อยกว่าหนึ่งครั้ง จิตใจเข้มแข็ง ห้าวหาญ กล้าได้กล้าเสีย โกรธง่ายหายเร็ว ระวังการเจ็บป่วยจากประสาท โรคผิวหนัง กระดูก"
      },
      {
        "num": "31",
        "title": "ทุกข์ซ้ำซาก",
        "level": "1",
        "description": "เป็นเลขคู่ศัตรูกัน จะต้องมีแผลไม่ศรีษะก็เท้า เวลาจะมีภรรยาก็ไม่พิจารณามากอยากจะได้ก็เอาเลย บางครั้งเอาลูกเมียใครก็มี จึงเรียกว่าดาวคู่แย่งชู้ จะเกิดทั้งเรื่องดีและเรื่องร้าย ชีวิตมักจะมีการเปลี่ยนแปลงเร็ว ชีวิตจะมีทุกข์ อุปสรรค ล้มเหลว กลายเป็นคนอมทุกข์ ชีวิตสมรสไม่แน่นอน คือไม่ได้แต่งงาน หรือถ้าได้แต่งงาน ครอบครัวจะมีปัญหาแตกร้าว ถ้าผู้ชายจะมีเรื่องชู้สาว หรือรักสามเส้า การงานไม่ก้าวหน้า การเงินติดขัด ยามได้ดีมีสุขก็เกิดทุกข์มีภัยไม่คาดฝันระวังอุบัติเหตุ โรคสายตา ผ่าตัด นิ่ว ไต กระเพาะปัสสาวะอักเสบ ลำไส้"
      },
      {
        "num": "32",
        "title": "เสน่ห์แรง",
        "level": "4",
        "description": "ถ้าเป็นผู้ชายต้องระวังจะเสียหายเพราะผู้หญิง ผู้หญิงจะทำให้ชีวิตตกต่ำ ทำให้ตกจากตำแหน่งหน้าที่การงาน มีศัตรูคอยแอบแฝงอยู่เบื้องหลัง ในเรื่องของความรักมักเป็นคนเจ้าชู้ เป็นคนอารมณ์เร่าร้อน รุนแรง ผู้ใหญ่จะให้การสนับสนุนดี มีเมียหลายคนทั้งเปิดเผย และไม่เปิดเผย เป็นคนมีเสน่ห์ ดึงดูดใจเพศตรงข้าม ถ้าหลงใฝ่ต่ำเรื่องโลกีย์ จะทำให้ชีวิตต้องพบกับหายนะ ส่วนผู้หญิงจะดี จะมีผู้ใหญ่ให้การช่วยเหลือสนับสนุน ส่งเสริมให้ชีวิตประสบความสำเร็จเป็นอย่างดี แต่อาจเจ้าชู้ได้ มีเสน่ห์ต่อเพศตรงข้าม แต่สุภาพบุรุษอาจส่งผลดี และร้ายได้ เปอร์เซ็นต์ที่ใกล้เคียงกัน"
      },
      {
        "num": "33",
        "title": "เจ้าอารมณ์",
        "level": "2",
        "description": "ดาวอังคารสองดวงส่งผลให้มีความขยันและมานะพากเพียรจนสำเร็จรุ่งเรืองแต่ส่วนเสียคือ เป็นดาวบาปเคราะห์ทั้งคู่ จะเป็นคนมีอารมณ์เร่าร้อนฉุนเฉียวอย่างรุนแรง ทำอะไรมักเอาแต่ใจตนเอง ต้องระวังอันตรายจากอุบัติเหตุอย่างรุนแรง การทะเลาะวิวาท ความรักรุนแรง เร่าร้อน ความรักแตกหัก เป็นคนขยันและมานะพากเพียร อดทนสูง อารมณ์วู่วาม ไม่มีเหตุผล ดวงชะตารุ่งเรืองดีแต่ไม่ยั่งยืนถาวร แสวงหาความเจริญก้าวหน้าให้ชีวิต หาเงินเก่ง ระวังอุบัติเหตุรุนแรง ระวังเรื่องอื้อฉาวคาวโลกีย์"
      },
      {
        "num": "34",
        "title": "ความคับขัน",
        "level": "1",
        "description": "เป็นคนมีสติปัญญาแตกฉาน กล้าพูด กล้าทำ มีศัตรูเกิดขึ้นโดยไม่รู้ตัว ไม่มีเล่ห์เหลี่ยม สมองดี เรียนรู้เร็ว ชีวิตถึงแม้จะมีอุปสรรคก็ไม่ย่อท้อ ต่อสู้กับอุปสรรคและแก้ปัญหาในการดำเนินชีวิตอย่างมากมาย ต้องเหน็ดเหนื่อยทุกรูปแบบ มีทั้งความผิดหวัง ล้มเหลวอยู่ตลอดเวลา ต้องระวังอุบัติเหตุทุกรูปแบบ ถึงขั้นพิการ หรืออัมพาต อย่าประมาทโดยเด็ดขาด"
      },
      {
        "num": "35",
        "title": "เด็ดเดี่ยวตั้งมั่นจริงจัง",
        "level": "1",
        "description": "เป็นเลขคู่สมพล มีสติปัญญา มีความคิดที่เฉียบขาดรุนแรง แตกหักรวดเร็ว เจ้าแห่งโมหะจริต กับเจ้าแห่งพุทธิจริต ผสมกันเลยทำให้มีความคิดเด็ดเดี่ยว ตั้งมั่นจริงจัง จะทำให้ถูกหลอก ตกอยู่ในสภาพแวดล้อมที่ไม่ดี ถูกคนเอารัดเอาเปรียบถูกเบียดบังเอาความดีความชอบ ความล้มเหลวในชีวิตจะมาจากคนอื่น ระวังอย่าเชื่อใจใครง่ายๆ จะต้องอยู่ในสภาพแวดล้อมที่ไม่ดี ความล้มเหลวของชีวิตจะมาจากพรรคพวกเพื่อนฝูง หุ้นส่วน จะมีปัญหารักสามเส้า มักมีความรักไม่เปิดเผย กำพร้า พ่อแม่ ไม่ได้อยู่ด้วยกัน พ่อแม่เลิกลากัน เป็นดาวขี้โรค ต้องหาหมออยู่ตลอดเวลา โรคตับ ถุงน้ำดี ไมเกรน เจ็บกระดูกตามข้อ"
      },
      {
        "num": "36",
        "title": "ไม่ขาดเงินทองและความรัก",
        "level": "5",
        "description": "หมายเลข 36 เป็นดาวคู่มิตรกัน ผู้มีเงินทองไม่ขาดมือ เพราะความขยันหาเงินทำมาหากิน ให้ผลดีทางการค้าขาย และมีเพื่อนฝูงมาก แต่มักมีปัญหาทางครอบครัว ผู้พยายามขวนขวายหาเงินทองโดยไม่เลือกอาชีพหนักเอาเบาสู้ จะมีคนให้การอุปถัมภ์ค้ำจุนช่วยเหลือ สติปัญญาดี มีเสน่ห์ดึงดูดใจเพศตรงข้าม แต่อาจมีข้อเสียระวังจะผิดศีลธรรมกับเพศตรงข้าม เพราะขยันหาคู่ด้วย รักมาก รักขาดๆเกินๆ รักสามเส้า แฟนมาก เจ้าชู้ โดยเฉพาะเพศชาย เพราะขาดความยับยั้งชั่งใจ ควรระวังเรื่องนี้ไว้ก็ไม่เป็นอะไร แต่ชีวิตประสบความสำเร็จเป็นอย่างดี"
      },
      {
        "num": "37",
        "title": "ผู้สูญสิ้น",
        "level": "1",
        "description": "เป็นนักต่อสู้ที่มีชั้นเชิง คิดก่อนทำ แต่ส่งผลให้เป็นโรคเรื้อรังทรมาน เป็นเลขร้ายเป็นกำลังของดาวบาปเคราะห์ หมายถึงการทะเลาะวิวาทขัดแย้ง วิบัติทุกข์ทรมานจากโรคร้าย ระวังการผ่าตัดอุบัติเหตุ ความเสียหายที่จะเกิดขึ้นอย่างรุนแรง ชีวิตสมรสไม่แน่นอน ชีวิตต้องเริ่มใหม่อยู่เสมอ มักเกี่ยวข้องกับความตาย ชีวิตมีความขมขื่นผิดหวัง อมทุกข์ บริวารนำเรื่องเดือดร้อนมาให้ มีหนี้สินอย่างท่วมท้น ไม่ชอบให้ใครมาบังคับ ไม่ชอบให้ใครมาคอยจู้จี้ขี้บ่น ชอบแบกปัญหาภาระของผู้อื่น สติปัญญาดี เป็นคนรู้ง่ายแตกฉาน ระวังโรคหัวใจ ความดันโลหิต อัมพาต อัมพฤกษ์ โรคกระดูกหรือโรคสมอง อาจประสบอุบัติเหตุ"
      },
      {
        "num": "38",
        "title": "ความล้มเหลวที่ไม่อาจหยุดยั้ง เจ้าโทสะ",
        "level": "1",
        "description": "เป็นเลขร้าย โผงผางโครมคราม แตกหัก เจ้าโทสะ กับเจ้ามัวเมานักเลง เมื่อรวมกันก็ทำให้มีโทสะร้าย ส่วนมากเป็นยอดนักเลงกันทั้งนั้น บางคนก็เป็นฆาตกรก็มี ระวังเชื่อคนง่าย ครอบครัวแตกแยก แตกเพื่อน แตกฝูง แตกญาติ แตกหักจากหุ้นส่วน ชีวิตต้องเกี่ยวข้องกับนักเลงอันธพาล ทหาร ตำรวจ และนักกฎหมาย ระวังไฟลวก ไฟคลอก ไฟไหม้บ้าน เชื่อใจคนง่าย ระวังคดีความ ประพฤติผิดอยู่เสมอ จะทำอะไรจะดีแต่ตอนเริ่มต้นอยู่เสมอ ปลายไม่ดี ขึ้นๆ ลงๆ"
      },
      {
        "num": "39",
        "title": "ที่รองรับอารมณ์",
        "level": "1",
        "description": "มักจะพบความยุ่งยากของชีวิตบ่อยๆ มีเรื่องกระทบกระเทือนใจ ความกดดันของจิตใจ ก็อาจถึงขั้นวิปริตไปได้ง่ายๆ เช่น ทำร้ายตัวเอง หรือผู้อื่น มีเรื่องทุกข์ใจ อุปสรรคต่างๆ ชีวิตสมรสไม่แน่นอน เช่น ไม่ได้แต่ง หรือแต่งไม่น้อยกว่าครั้งหนึ่ง ความไม่แน่นอนในชีวิต คาดหวังอะไรมักไม่ได้ ไม่ได้หวังกลับได้"
      },
      {
        "num": "40",
        "title": "ชอบเดินทาง",
        "level": "4",
        "description": "เป็นเลขดี ส่งเสริมหนุนนำให้ได้รับความสำเร็จงดงามโดดเด่น ชะตาชีวิตสุขสบายดี ฐานะมั่นคงร่ำรวยดี จะมีชื่อเสียงลาภยศ ชอบเดินทาง เป็นนักธุรกิจที่เก็งกำไรได้ จะมีการวางแผนทางธุรกิจที่ดีเยี่ยม เป็นนักคิดนักฝัน จินตนาการกว้างไกล ชอบสร้างวิมานในอากาศ ไม่ชอบย่ำเท้าอยู่กับที่ มักอยู่ไม่ติดบ้าน ต้องออกนอกบ้านอยู่เสมอ ชอบอะไรแหวกแนว เก็บเงินเก่งบริหารการเงินเป็น ไม่ชอบให้ใครมายุ่งกับชีวิตส่วนตัว"
      },
      {
        "num": "41",
        "title": "ความผูกพันกับต่างประเทศ",
        "level": "5",
        "description": "จะทำให้ชีวิตประสพผลสำเร็จอย่างมั่นคง สติปัญญาดี ความจำแม่นยำ จะนำพาไปสู่ความสำเร็จที่ยิ่งใหญ่ มีความสุขุมล้ำลึก ชอบไขว่คว้าค้นหาความก้าวหน้าให้กับชีวิต และยังมีสิ่งศักดิ์สิทธิ์ให้ความคุ้มครอง มีโอกาสไปเกี่ยวข้องกับต่างประเทศทุกรูปแบบเช่น ศึกษาต่างประเทศ เที่ยวต่างประเทศ อยู่ต่างประเทศ คบหากับคนต่างประเทศ สนใจธรรมมะ รักความยุติธรรม อาชีพที่เหมาะคือประชาสัมพันธ์ พบกับคนแปลกหน้าถึงจะดี"
      },
      {
        "num": "42",
        "title": "ดวงอุปถัมภ์ ช่วยเหลือสนับสนุน",
        "level": "5",
        "description": "ชีวิตจะประสบความสำเร็จเป็นอย่างดี จะได้รับการสนับสนุนช่วยเหลือ เป็นที่รักและนับถือแก่คนทั่วไปเป็นคนมีเสน่ห์ ดึงดูดใจให้คนชอบพอรักใคร่ สุภาพโรแมนติก มีโชคดีเกี่ยวกับการเรื่องเงินๆทองๆ จะสามารถหามาได้โดยง่าย และเป็นดาวการเงิน มีเพื่อนและบริวารมากเพื่อนฝูงมักให้การอุปถัมภ์ ค้ำจุน เป็นที่รักของคนทั่วไป สติปัญญาดี เป็นนักพูดชั้นดี เหมาะกับอาชีพ นักปกครอง บริหาร นักการค้า เข้ากับใครได้ง่าย และได้รับความสุขในด้านความรัก เป็นหมายเลขที่ดีที่สุดเลขหนึ่ง"
      },
      {
        "num": "43",
        "title": "ผู้พิชิตปัญหา ทุกข์ อุปสรรค",
        "level": "1",
        "description": "เป็นคนมีสติปัญญาแตกฉาน กล้าพูด กล้าทำ ชีวิตถึงแม้จะมีอุปสรรคก็ไม่ย่อท้อ ต่อสู้กับอุปสรรคและแก้ปัญหาในการดำเนินชีวิตอย่างมากมาย ต้องเหน็ดเหนื่อยทุกรูปแบบ มีทั้งความผิดหวัง ล้มเหลวอยู่ตลอดเวลา ต้องระวังอุบัติเหตุทุกรูปแบบ ถึงขั้นพิการ หรืออัมพาต อย่าประมาทโดยเด็ดขาด"
      },
      {
        "num": "44",
        "title": "ฝีปากดี",
        "level": "4",
        "description": "เป็นดาวพุธสองดวงหนุนนำให้มีความรุ่งโรจน์โชติช่วงน่าภาคภูมิ คนเลขนี้มีดีที่ฝีปาก จะพูดจาสื่อสารเรื่องใดเป็นได้ดี เป็นคนเชื่อถือน่าประทับใจเสมอ มีความฉลาดอยู่ในตัว ช่างคิด ช่างวางแผน มีเสน่ห์และความกล้า ใจใหญ่ แต่ก็มีลูกดื้อแบบหัวชนฝาไม่ฟังใครได้เหมือนกัน ชะตาชีวิตสดใสรุ่งเรือง จะมีผู้ใหญ่ให้ความเมตตาเอ็นดูคอยสนับสนุน เป็นดวงมีวาสนาหนุนนำ โดยทั่วไปจึงไม่ลำบาก ช่วงใดมีอุปสรรคก็ผ่านพ้นไปได้ ส่วนที่ต้องระวังคือความดื้อดึง ความลุ่มหลง หากมากเกินไปมีผลทำให้ความเจริญถดถอยลงได้เสื่อมวาสนาบารมีลงได้ เป็นคนใจอ่อน"
      },
      {
        "num": "45",
        "title": "เทพีแห่งโชค",
        "level": "5",
        "description": "ถือว่าเป็นหมายเลขดีมากเลขหนึ่ง ชีวิตมักจะมีโชคดีอยู่เนืองๆ มักจะประสบโชคดีอย่างไม่คาดฝันอยู่บ่อยๆ สติปัญญาดี จะได้รับความร่วมมือจากทุกวงการเป็นอย่างดี จะได้ลาภก้อนโตจากการเสี่ยงทุกรูปแบบ การงานมั่นคงมีสิ่งศักดิ์สิทธิ์คุ้มครองคอยให้ความช่วยเหลือแบบไม่น่าเชื่อ ความรักราบรื่น ถนัดการพูดเจรจาหรือสั่งสอน จิตใจเยือกเย็น ไม่หวั่นไหว เลขนี้มีความมั่นคงในชีวิตดี ถ้าถอดรหัสออกมาได้หมายเลข 45 ไม่ต้องเปลี่ยนดีอยู่แล้ว ถือว่าดีมาก "
      },
      {
        "num": "46",
        "title": "การแสวงหา",
        "level": "5",
        "description": "ถือเป็นเลขที่ดีมากเลขหนึ่ง ชีวิตมักจะมีโชคดีอยู่บ่อยๆ สติปัญญาแจ่มใส เป็นคนมีรสนิยมสูง มีเสน่ห์ ไม่ชอบหยุดนิ่งอยู่กับที่ ชอบแสวงหาสิ่งใหม่ๆ ชีวิตพบกับความสำเร็จ มีความสุข สะดวกสบาย ส่งผลให้ชีวิตดีพอสมควร"
      },
      {
        "num": "47",
        "title": "ชีวิตที่ต้องเหนื่อยเปล่า",
        "level": "4",
        "description": "เป็นเลขคู่สมพล พูดเจรจาดี เป็นที่จับใจผู้ฟัง แต่ถ้าพูดร้ายเจ็บแสบนัก พูดจริงทำจริง มีสติปัญญา มีความคิดที่เฉียบขาดรุนแรง แตกหักรวดเร็ว เจ้าแห่งโมหะจริต กับเจ้าแห่งพุทธิจริต ผสมกันเลยทำให้มีความคิดเด็ดเดี่ยว ตั้งมั่นจริงจัง จะทำให้ถูกหลอก ตกอยู่ในสภาพแวดล้อมที่ไม่ดี ถูกคนเอารัดเอาเปรียบถูกเบียดบังเอาความดีความชอบ ความล้มเหลวในชีวิตจะมาจากคนอื่น ระวังอย่าเชื่อใจใครง่ายๆ จะต้องอยู่ในสภาพแวดล้อมที่ไม่ดี ความล้มเหลวของชีวิตจะมาจากพรรคพวกเพื่อนฝูง หุ้นส่วน จะมีปัญหารักสามเส้า มักมีความรักไม่เปิดเผย กำพร้า พ่อแม่ ไม่ได้อยู่ด้วยกัน พ่อแม่เลิกลากัน เป็นเลขมีทั้งดีและเสียเลขหนึ่ง อิทธิพลของเลข 7 ทำให้มีความระทมขมขื่นแอบแฝงอยู่ มักจะเป็นคนใจอ่อน และเชื่อใจคนง่าย ต้องระวังการหลงผิดจะทำลายอนาคตอันรุ่งเรืองเสียหาย แต่บุคคลหมายเลข 47 เป็นคนขยันหมั่นเพียรดี มักได้รับความสำเร็จจากความพยายามอันเหนื่อยยาก กว่าจะพบเป้าหมาย ต้องใช้ความอดทน และความพยายามมาก เป็นดาวคู่สมพล ที่ทำให้มีพลังใรการทำธุรกิจ หรือมีหัวคิดทางการค้า ที่คล่องแคล่วดีทำให้มีกิจการหลายแห่ง หรือหลายอย่าง พูดเก่ง มีหลักการมีเหตุมีผล เป็นนักการค้า นักธุรกิจ นักพูดนักเจรจาที่เก่งกาจ มักจะเป็นคนใจอ่อนหลงเชื่อคนง่าย ระวังจะถูกหลอก แต่ก็เป็นคนที่มีความขยันหมั่นเพียรดีกว่าจะพบกับความสำเร็จต้องใช้ความพยายาม และอดทนอย่างสูง ระวังโรคเกี่ยวกับช่องท้อง ระบบย่อยอาหาร ระบบขับถ่าย ริดสีดวงทวาร"
      },
      {
        "num": "48",
        "title": "ไม่มีลาภ สิ่งยั่วยวน",
        "level": "1",
        "description": "เป็นคนมุทะลุ ดื้อดึง เอาแต่ใจตัวเอง พูดเก่งหาตัวจับยาก กะล่อนเอาการ มักจะมีศัตรูรอบข้างเพราะพูดจาไม่ระวัง ไม่เกรงกลัวใคร ชอบเอาชนะ มีสติปัญญาลึกซึ้ง มีความคิดเป็นผู้นำ สนใจเครื่องจักรเครื่องยนต์กลไกมากพิเศษ เรียนรู้ได้เร็ว เจรจาไม่ค่อยถูกหูคน ชอบพูดตรงไปตรงมา แบบขวานผ่าซาก ชอบขัดคอคน เลยทำให้มีศัตรูมากเพราะวาจาของตน จึงขาดผู้อุปถัมภ์ หาลาภผลได้ยาก จึงเรียกว่าเลขคู่ขัดลาภ และมักถูกสุนัขกัด ชีวิตมักจะประพฤติผิดพลาดและได้รับอันตราย จะถูกชักจูงหว่านล้อม จากพวกหลงผิดให้ไปเข้าพวกเข้าฝูง ทำให้ตกอยู่ในอำนาจแห่งความหลงกระทำแต่สิ่งที่ไม่ถูกต้องอยู่เสมอ หลงแสง สี เสียง การพนัน สิ่งเสพติด ชีวิตจะได้รับความเดือดร้อน สูญเสียอย่างใหญ่หลวง ระวังอุบัติเหตุ คดีความ ถูกคุมขัง ความไม่แน่นอนของชีวิต และอนาคต"
      },
      {
        "num": "49",
        "title": "ทุกข์ซ้ำซาก",
        "level": "1",
        "description": "เป็นเลขร้ายเป็นกำลังของดาวบาปเคราะห์ หมายถึงผ่าตัดอุบัติเหตุ ความเสียหายที่จะเกิดขึ้นอย่างรุนแรง ชีวิตสมรสไม่แน่นอน ครอบครัวแตกแยก มีมุมหักเหอยู่ตลอดเวลา สุภาพสตรีจะถูกสามีกดดันกลั่นแกล้งชีวิตต้องเริ่มใหม่อยู่เสมอมักเกี่ยวข้องกับความตาย ชีวิตมีความขมขื่นผิดหวัง อมทุกข์ มีอุปสรรค อับโชค ระวังการผ่าตัด โรคนิ่ว โรคไต กระเพาะปัสสาวะ"
      },
      {
        "num": "50",
        "title": "ความกระตือรือร้น",
        "level": "5",
        "description": "จะทำให้ชีวิตประสพผลสำเร็จอย่างมั่นคง สติปัญญาดี ความจำแม่นยำ จะนำพาไปสู่ความสำเร็จที่ยิ่งใหญ่ มีความสุขุมล้ำลึก ชอบไขว่คว้าค้นหาความก้าวหน้าให้กับชีวิต และยังมีสิ่งศักดิ์สิทธิ์ให้ความคุ้มครอง มีโอกาสไปเกี่ยวข้องกับต่างประเทศทุกรูปแบบเช่น ศึกษาต่างประเทศ เที่ยวต่างประเทศ อยู่ต่างประเทศ คบหากับคนต่างประเทศ สนใจธรรมมะ รักความยุติธรรม อาชีพที่เหมาะคือประชาสัมพันธ์ พบกับคนแปลกหน้าถึงจะดี"
      },
      {
        "num": "51",
        "title": "ความสุขที่ได้มา",
        "level": "5",
        "description": "ทำให้มีเสน่ห์และเป็นคู่มิตร ไม่ว่าจะทำอะไรก็จะมีคนมาช่วยเหลือสนับสนุนตลอดเวลา เลข 1 และ 5 รวมกันได้ 6 ดาวศุภโชค โภคทรัพย์ เป็นหมายเลขที่โชคดีมาก จะได้รับพรอันประเสร็จ เป็นบุคคลที่มีความโชคดีเกี่ยวกับการเงิน เรื่องเงินๆทอง จะสามารถหาได้โดยง่าย ถ้าถอดรหัสออกมาได้หมายเลข 51 ไม่ต้องเปลี่ยนถือว่าดีมาก"
      },
      {
        "num": "52",
        "title": "อุปสรรคที่ต้องเจอ",
        "level": "3",
        "description": "หมายเลข 52 เป็นเลขให้คุณปานกลาง เป็นดาวศุภเคราะห์ทั้งคู่ ดาวจันทร์และดาวพฤหัสดีหนุนนำชีวิตให้มีความก้าวหน้ารุ่งเรือง เป็นคนปราดเปรื่องชอบศึกษาหาความรู้ เข้ากับผู้ใหญ่เป็น หาเงินเก่ง สุขุมรอบคอบ จะมั่งมีศรีสุข ฐานะมั่นคง มีทรัพย์สิน เงินทองไม่ลำบาก มีความรู้ความประพฤติดี สามารถตั้งตัวได้และมีฐานะดี แต่อาจไม่ยั้งยืนถาวร ดวงความรักดี ดูเผินๆ ชีวิตน่าจะประสพความสำเร็จเป็นอย่างดี ข้อเสียจะทำอะไรกว่าจะประสพความสำเร็จต้องผ่านอุปสรรคและการต่อสู้อย่างเหน็ดเหนื่อย เพราะ บวกกันได้ 7 ซึ่งเป็นดาวเสาร์ ชีวิตต้องอยู่กับปัญหา มีอุปสรรค อับโชคและเป็นดาวปัญหา มีปัญหาให้ต้องแก้ไขอยู่ตลอดเวลาแต่ก็ผ่านไปได้ด้วยดี ส่วนเรื่องคู่มักมีปัญหากันอยู่เสมอ เพราะความคิดเห็นไม่ตรงกัน แต่ไม่ถึงกับแตกคอกัน ถ้าถอดรหัสออกมาได้หมายเลข 52 ควรรีบทำการเปลี่ยนแปลงโดยเร็ว ให้เป็นหมายเลขอื่นที่ดีกว่า"
      },
      {
        "num": "53",
        "title": "การถูกเบียดบัง",
        "level": "1",
        "description": "เป็นเลขคู่สมพล มีสติปัญญา มีความคิดที่เฉียบขาดรุนแรง แตกหักรวดเร็ว เจ้าแห่งโมหะจริต กับเจ้าแห่งพุทธิจริต ผสมกันเลยทำให้มีความคิดเด็ดเดี่ยว ตั้งมั่นจริงจัง จะทำให้ถูกหลอก ตกอยู่ในสภาพแวดล้อมที่ไม่ดี ถูกคนเอารัดเอาเปรียบถูกเบียดบังเอาความดีความชอบ ความล้มเหลวในชีวิตจะมาจากคนอื่น ระวังอย่าเชื่อใจใครง่ายๆ จะต้องอยู่ในสภาพแวดล้อมที่ไม่ดี ความล้มเหลวของชีวิตจะมาจากพรรคพวกเพื่อนฝูง หุ้นส่วน จะมีปัญหารักสามเส้า มักมีความรักไม่เปิดเผย กำพร้า พ่อแม่ ไม่ได้อยู่ด้วยกัน พ่อแม่เลิกลากัน เป็นดาวขี้โรค ต้องหาหมออยู่ตลอดเวลา โรคตับ ถุงน้ำดี ไมเกรน เจ็บกระดูกตามข้อ ถ้าถอดรหัสออกมาได้หมายเลข 53 ควรรีบทำการเปลี่ยนแปลงโดยเร็ว ให้เป็นหมายเลขอื่นที่ดีกว่า"
      },
      {
        "num": "54",
        "title": "ดวงดาวแห่งโชค",
        "level": "5",
        "description": "ถือว่าเป็นหมายเลขดีมากเลขหนึ่ง ชีวิตมักจะมีโชคดีอยู่เนืองๆ มักจะประสบโชคดีอย่างไม่คาดฝันอยู่บ่อยๆ สติปัญญาดี ปัญญาลึกซึ้ง เป็นนักปราชญ์ราชบัณฑิต พูดได้หลายเรื่องทั้งทางโลกและทางธรรม มีการสมาคมดี จะได้รับความร่วมมือจากทุกวงการเป็นอย่างดี จะได้ลาภก้อนโตจากการเสี่ยงทุกรูปแบบ มีความมั่นคงในชีวิต ถ้าถอดรหัสออกมาได้หมายเลข 54 ไม่ต้องเปลี่ยนดีอยู่แล้ว ถือว่าดีมาก"
      },
      {
        "num": "55",
        "title": "เจริญก้าวหน้าและสุขสบาย",
        "level": "5",
        "description": "ดาวพฤหัสบดีสองดวงส่งเสริมหนุนนำให้อยู่สุขสบายไม่ลำบาก ชะตาชีวิตสดใสรุ่งโรจน์ ฐานะความเป็นอยู่มั่นคง มีความเจริญก้าวหน้าเป็นลำดับ ประสบความสำเร็จในชีวิต บ่งถึงจะทำให้ชีวิตก้าวหน้าและประสบความสำเร็จอย่างมั่นคง มีความเที่ยงตรง รักในคุณงามความดี ชอบทำบุญทำทาน มักเลื่อมใสต่อสิ่งศักดิ์สิทธิ์ ชอบเดินทางไกล เกี่ยวข้องกับต่างประเทศ เป็นเลขที่ให้คุณกับชีวิตเลขหนึ่ง"
      },
      {
        "num": "56",
        "title": "มีโชคเรื่องความรัก",
        "level": "5",
        "description": "เจ้าของชื่อนี้มีดวงชะตาดี ส่งเสริมให้มีความเจริญรุ่งเรืองและมีความสุข คนเลขนี้เป็นคนที่มีวิชาความรู้กว้างขวาง จะพูดจาหรือทำสิ่งใดก็มีแผนการดี มีเป้าหมายชัดเจน ผู้คนยอมรับนับถือกันมาก ช่วยเหลือคนตกทุกข์ได้ยากอย่างจริงใจ มักได้เกี่ยวพันกับผู้คนในแวดวงหรูหรา ชะตาชีวิตโดดเด่น มีลาภยศปรากฎ มีผู้คนชื่นชมรักใคร่ มักจะมีโชคในเรื่องรักๆ ใคร่ๆ ได้ใช้ชีวิตอย่างเพลิดเพลิน ไม่ต้องต่อสู้ดิ้นรนมาก ความสำเร็จในชีวิตมาจากความเก่งกาจสามารถของตน และเป็นสิ่งที่จะนำอำนาจบารมีมาให้ มีคนคอยช่วยเหลือเรื่องการเงินไม่ขาด เป็นคนขี้เหนียว ระวังเรื่องการใช้จ่าย มีความจริงใจ"
      },
      {
        "num": "57",
        "title": "ความดื้อดึง",
        "level": "1",
        "description": "คิดมากมีทิฐิมาก โกรธเกลียดแล้วหายยาก ชอบสร้างวิมานในอากาศ ชอบเพ้อฝัน อาจตกจากตำแหน่งหน้าที่การงาน การถูกใส่ร้ายป้ายสี การถูกคุมขัง หน้าที่การงานจะไม่ยั่งยืนถาวร หลงมัวเมาไปในทางที่ผิดๆ ต้องตกอยู่ในสิ่งแวดล้อมที่ไม่ดี ถูกคนเอารัดเอาเปรียบถูดเบียดบังเอาความดีความชอบ จะมีปัญหารักสามเส้า ชีวิตจะอาภัพผิดหวังในเรื่องของความรัก หย่าร้างกัน แต่งงานช้า ไม่ได้แต่งงาน ได้แต่งก็เลิกกัน ได้พ่อหม้าย เป็นเมียน้อย ระวังโรคผิวหนังทุกรูปแบบ ถ้าถอดรหัสได้หมายเลข 57 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "58",
        "title": "เส้นทางชีวิตที่ผิดพลาด",
        "level": "1",
        "description": "เป็นนักการพนัน มัวเมา เป็นนักเลง อันธพาล ชีวิตมักจะหลักลอย เป็นคนหลงผิดได้ง่าย ลืมตัว เอาแต่ใจตัวเอง เห็นกงจักรเป็นดอกบัว จะพาชีวิตสู่ความหายนะได้ มักกำพร้า และขาดที่พึ่ง ชีวิตจะมีแต่ความทุกข์ มีอุปสรรค ชีวิตสมรสไม่แน่นอน ครอบครัวแตกแยก รักสามเส้า มีเรื่องชู้สาว ให้ระวังอุบัติเหตุรถคว่ำ ถูกอาวุธ ถูกคนลอบทำร้าย มีปัญหาเรื่องสายตา ผ่าตัด โรคลำไส้ กระเพาะปัสสาวะอักเสบ โรคนิ่ว โรคไต ถ้าถอดรหัสได้หมายเลข 58 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "59",
        "title": "ยอดแห่งรหัสชีวิต",
        "level": "5",
        "description": "เจ้าของเลขนี้มีดวงชะตาดี ส่งเสริมให้ประสบความสำเร็จอย่างดียิ่ง ชอบเรียนรู้อยู่ตลอดเวลา ชะตาชีวิตรุ่งเรืองดี หมายเลข 59 ยังบวกได้หมายเลข 14 ซึ่งเป็นดาวเศรษฐีจะทำให้ชีวิตประสบความสำเร็จอย่างมั่นคง มีความเข้มแข็งมีพลังกล้าแข็ง จะทำให้ชีวิตไปสู่ความสำเร็จที่ยิ่งใหญ่ ทำอาชีพการงานใดก็จะเจริญก้าวหน้าได้เร็วมาก คิดทำการค้าก็ร่ำรวย ดวงมีทรัพย์มีลาภยศ เป็นคนมีลางสังหรณ์ดีเยี่ยม จะทำให้ชีวิตประสบความสำเร็จอย่างมั่นคง มีสิ่งศักดิ์สิทธิ์ให้ความคุ้มครอง มีโอกาสได้ไปต่างประเทศ เที่ยวต่างประเทศ คบหากับคนต่างชาติต่างภาษา"
      },
      {
        "num": "60",
        "title": "มีโชคเรื่องการเงิน และความเพ้อฝัน",
        "level": "5",
        "description": "เป็นคนมีเสน่ห์ ดึงดูดใจ ให้คนชอบพอรักใคร่ เป็นบุคคลที่มีความโชคดีเกี่ยวกับเรื่องเงินๆทองๆ จะสามารถหามาได้โดยง่าย ศุภโชค โภคทรัพย์ เข้ากับคนได้ทุกระดับ จะมีคนช่วยเหลือสนับสนุน เป็นเลขแห่งศิลป์และความเพ้อฝัน รักสวยรักงาม อารมณ์ปราณีต ละเอียดละมัย ชอบสถานที่โอ่อ่า หรูหรา ดูดี ชะตาชีวิตโดยทั่วไปถือว่าดี ไม่ต้องต่อสู้ฟันฝ่ามากนัก มีความเป็นอยู่สุขสบาย มีชื่อเสียง ถ้าขยันทุ่มเทมากก็จะมั่งคั่งมาก"
      },
      {
        "num": "61",
        "title": "ความพ่ายแพ้",
        "level": "1",
        "description": "ให้กำลังในด้านยศศักดิ์ การเงิน ความรัก ทำให้มีอารมณ์รุนแรงในเรื่องรักใคร่ เป็นเหตุให้รู้จักรัก หรือเสียตัวในวัยหนุ่มสาว ก็คงไม่ถึงเสียประเพณี อย่างต่ำก็เข้าตามตรอกออกตามประตู รู้จักใช้จ่ายเงิน หากมีความสำเร็จในชีวิตที่ยิ่งใหญ่มักจะต้องพบกับจุดจบอย่างไม่คาดคิดหมาย เลข 61 ไม่เหมาะกับสตรีเป็นอย่างยิ่ง จะทำให้ผิดหวังเรื่องความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน ได้พ่อม่าย แม่ม่าย เมียน้อยกินน้ำใต้ศอกผู้อื่น เป็นม่ายก่อนวัยอันควร ความทุกข์ อุปสรรค ปัญหา อับโชค ชีวิตมักประสบโชคร้ายมากกว่าความสำเร็จ โรคภัยระวัง โรคผิวหนัง ทุกชนิด เหงื่อและสิว ระบบย่อยอาหาร ถ้าถอดรหัสได้หมายเลข 61 ถือว่าเป็นเลขไม่ดี ควรจะเปลี่ยนใหม่"
      },
      {
        "num": "62",
        "title": "อำนาจมืด",
        "level": "1",
        "description": "หมายเลข 62 รวมกันได้เลข 8 ดาวราหูจะทำให้ชีวิตต้องตกอยู่ภายใต้สิ่งแวดล้อมที่ไม่ดี ถูกอิจฉาริษยา ถูกเอารัดเอาเปรียบ ถูกเบียดบังเอาความดีความชอบ ถูกกลั่นแกล้ง รังแก จะมีปัญหารักสามเส้า หากลุ่มหลงในสิ่งใดแล้ว มักจะไม่มีสติยั้งคิด มัวเมาในอารมณ์ หลงผิดได้ง่าย ท้ายที่สุดคือความหายนะ ชีวิตน่าจะประสบความสำเร็จ แต่ไม่ยั่งยืนถาวร ระวังโรค ตับอักเสบ ถุงน้ำดี เจ็บกล้ามเนื้อ เจ็บกระดูก ถ้าถอดรหัสได้หมายเลข 62 ถือว่าเป็นเลขไม่ดี "
      },
      {
        "num": "63",
        "title": "มีเงิน ความรักและความสดชื่น",
        "level": "5",
        "description": "หมายเลข 63 เป็นดาวคู่มิตรกัน ผู้มีเงินทองไม่ขาดมือ เพราะความขยันหาเงิน ผู้พยายามขวนขวายหาเงินทองโดยไม่เลือกอาชีพหนักเอาเบาสู้ ความรักสมหวังสดชื่น จะมีคนให้การอุปถัมภ์ค้ำจุนช่วยเหลือ สติปัญญาดี มีเสน่ห์ดึงดูดใจเพศตรงข้าม มีหัวคิดค้น มีมิตรสหายมาก ความรักสมหวังสดชื่น ชีวิตประสบความสำเร็จอย่างดี สุภาพสตรีที่ตกอยู่ภายใต้อิทธิพลของหมายเลข 63 จะมีโอกาสได้แต่งงานสูงมาก ถ้าถอดรหัสได้หมายเลข 63 ถือว่าเป็นเลขดีมาก"
      },
      {
        "num": "64",
        "title": "ชีวิตพบกับความสำเร็จ",
        "level": "5",
        "description": "ดาวศุกร์และดาวพุธส่งเสริมหนุนนำให้มีความรุ่งเรืองและมีความสุข ดวงมีโชคมีวาสนา ฐานะความเป็นอยู่สุขสบาย เป็นคนมีรสนิยมสูง มีเสน่ห์ ชอบสนุกสนานร่าเริง พูดจาไพเราะ พูดแล้วทำให้คนอื่นสุขใจเป็นที่ต้องใจเพศตรงข้าม เอาอกเอาใจเก่ง รักสวยรักงาม ไม่ชอบหยุดนิ่งอยู่กับที่ ชอบแสวงหาสิ่งใหม่ๆ ระวังความเจ้าชู้และขี้โอ่ สุรุยสุร่ายมากเกินไป หาเงินง่ายแต่ใช้คล่อง จับจ่ายเก่ง การเงินไม่ขาดมือ ควรมีใครจัดการเรื่องเงินทองให้ มีดวงการพนัน เรื่องโชคลาภเแบบฟลุ๊คๆ มีลาภลอยไม่ได้ขาด แต่บางครั้งอาจเป็นทุกขลาภ ระวังอย่าประมาทกับชีวิตในทุกๆด้าน มีสติปัญญาเอาตัวรอดได้ทุกสถานการณ์ แก้ปัญหาอย่างชาญฉลาด มีความรู้ด้านศิลปะเป็นพิเศษและโดดเด่น จะมีชื่อเสียงเป็นที่รู้จัก พูดเป็นเงินเป็นทอง ชีวิตพบกับความสำเร็จ ส่งผลให้ชีวิตดี"
      },
      {
        "num": "65",
        "title": "คู่ทรัพย์คู่โชค",
        "level": "5",
        "description": "เจ้าของหมายเลขนี้มีดวงชะตาดี หนุนนำให้ชีวิตราบรื่นและมีความเจริญก้าวหน้า ด้านดีมีความสำเร็จอย่างดีเยี่ยม เป็นเลขคู่ทรัพย์คู่โชค ทำอะไรก็สะดวกสบาย ได้รับการสนับสนุนจากผู้ใหญ่ช่วยเหลืออย่างดี มั่นคงในอนาคต ชะตาชีวิตรุ่งเรืองมีบุญพาวาสนาส่ง คิดทำสิ่งใดก็ดูจะสำเร็จง่ายดาย อุปสรรคน้อย มีผู้สนับสนุนอยู่เบื้องหลัง รักในศักดิ์ศรี หาเงินเก่ง ความรักก็สดใสสวยงาม มีความสมปรารถนาน่าชื่นใจ ไม่ค่อยขาดความรัก สามารถพัฒนาความสัมพันธ์ไปจนกลายเป็นคู่รักใช้ชีวิตร่วมกันได้ มีความรักแบบผู้ใหญ่ รักที่อบอุ่น"
      },
      {
        "num": "66",
        "title": "แสงสีเสียง",
        "level": "2",
        "description": "เป็นเลขเสีย หมายเลข 66 บวกกันได้ 12 กำลังของดาวราหู ดาวลุ่มหลง รักอะไรก็จะรักอย่างลุ่มหลงไม่พิจารณา ไตร่ตรองให้รอบครอบ มักจะทุ่มเทลงไปทั้งตัว มัวเมาแต่กิเลส แสง สี เสียง การพนันและอบายมุขทุกรูปแบบ เป็นเลขอันตรายเลขหนึ่ง ต้องระวังให้มากๆ ระวังธุรกิจจะล้มลงอย่างฉับพลัน เช่น ธุรกิจ การค้า หน้าที่การงาน ความรัก ก็จะมีอุปสรรคมาขวางกั้น มีความทุกข์แอบแฝงอยู่ ชีวิตสมรสไม่แน่นอน ถ้าถอดรหัสได้หมายเลข 66 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "67",
        "title": "บ้านแตกสาแหรกขาด",
        "level": "1",
        "description": "เป็นเลขที่มีอุปสรรคในชีวิตมากมาย เพราะเป็นเลขคู่ศัตรู ใช้จ่ายมากไม่สมดุลกัน มีคนคอยช่วยใช้ ตลอดถึงเรื่องคู่ครองคนรักก็ไม่สนใจ ผิดหวังเรื่องความรัก ครอบครัวแตกร้าว ไม่มีความสุขในชีวิตสมรส บ้านแตกสาแหรกขาด เป็นเลขที่ขัดแย้งกันอย่างรุนแรง จึงเรียกว่าดาวคู่ขัดผัวขัดเมีย และขัดเงิน หมายถึงความตกต่ำในบั้นปลายชีวิต และยังมีโรคภัยไข้เจ็บเข้ามาเบียดเบียน จะต้องได้รับการผ่าตัดบริเวณช่องท้อง คือโรคลำไส้อักเสบ กระเพาะปัสสาวะอักเสบ ถุงน้ำดี โรคนิ่ว และโรคไต สายตา ถ้าสุภาพสตรีถอดรหัสได้หมายเลข 67 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "68",
        "title": "ผู้ประพฤติผิดศีลธรรม",
        "level": "1",
        "description": "เป็นเลขมัวเมาเลขหนึ่ง ชอบคบชู้ประพฤติผิดศีลธรรม จะพ่ายแพ้ทางโลกีย์ ระวังให้มากถ้าไม่รู้จักความพอดี หลงใหลได้ปลื้มในสิ่งที่เป็นอบายมุข ชอบความตื่นเต้น คิดและตัดสินใจเร็ว เก่งในการแก้ปัญหาเฉพาะหน้า มักเป็นจู้จี้ ขี้บ่น เบื่อกับการอยู่กับที่นาน ฉลาดแบบเงียบๆ ชีวิตสมรสไม่ราบรื่น ถ้าถอดรหัสได้หมายเลข 68 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "69",
        "title": "ความหวั่นไหวลังเล",
        "level": "3",
        "description": "เป็นทั้งเลขดีและร้าย ความมีเสน่ห์ และอาจจะประสบความสำเร็จได้เหมือนกัน ดาวศุกร์และดาวเกตุหนุนนำให้ไม่เหนื่อยยากลำบากอะไรมากนัก สติปัญญาดี เรียนเก่ง เรียนรู้เร็ว เพื่อนฝูงรักใคร่ เพราะเป็นคนมีน้ำใจดี แต่มีความโดดเดี่ยวเปลี่ยวเหงาในใจ แต่เป็นเลขกลับหัวกลับหาง ไม่สามารถแยกแยะได้ จึงทำให้ไม่มีพลังในตัวเอง หวั่นไหวลังเลไม่เป็นตัวของตัวเอง จะทำให้พลาดโอกาสดีๆ อย่างน่าเสียดาย ชีวิตกระท่อน กระแท่นครึ่งๆ กลางๆ จะดูว่าดีก็ไม่ใช่ จะดูร้ายก็ไม่เชิง บางครั้งก็ส่งผลให้หลงผิดได้ง่าย ร้ายก็ยังดีที่มีผู้ใหญ่ที่เข้าใจคอยให้การอุปถัมภ์ค้ำชูพอที่จะทำให้ชีวิตอยู่รอดไปได้ ถ้าถอดรหัสได้หมายเลข 69 ถือว่าเป็นเลขปานกลาง"
      },
      {
        "num": "70",
        "title": "ความเหี้ยมโหด",
        "level": "1",
        "description": "บ่งถึงความอำมหิตโรคประสาท ความเก็บกด อำนาจเร้นลับ อำนาจมืด โรคภัยที่ร้ายแรง การอัตวิบากกรรม การถูกคุมขัง ถูกปล้น บั้นปลายชีวิตจะมีการฆ่าตัวตาย เป็นเลขที่อันตรายมาก จะต้องต่อสู้กับอุปสรรคและปัญหาอย่างมากมาย ความกดดันในชีวิตมีสูงหากระงับอารมณ์ไม่ได้ เพียงชั่ววูบหนึ่งของชีวิตอาจตัดสินใจทำอะไรลงไปด้วยความเหี้ยมโหด ชนิดที่คนอื่นคาดคิดไม่ถึง อาจจะไม่เคยคิดที่จะทำร้ายใครหรือทำร้ายตนเองอยู่ในสมอง แต่เมื่อไรที่คิดและกระทำมักจะทำสำเร็จ ควรที่จะหนีให้ไกลๆ จากหมายเลขนี้"
      },
      {
        "num": "71",
        "title": "ถูกจำกัดอำนาจ",
        "level": "1",
        "description": "เป็นดาวคู่ธาตุไฟ ทรงไว้ซึ่งความร้อน ความวุ่นวาย แสวงหาริเริ่มงานใหม่ เหน็ดเหนื่อย ต่อสู้ แสวงหายศศักดิ์อำนาจ ให้มีชื่อเสียงและตำแหน่ง เลยทำให้มียศใหญ่โตขึ้น แต่จะผิดหวังเรื่องความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า เป็นหมายเลขร้ายกับชีวิต ชีวิตอยู่ในสิ่งแวดล้อมไม่ดี ยุ่งยากในชีวิตบ่อยๆ กดดัน กลั่นแกล้ง อิจฉาริษยา ถูกเอาเปรียบ ถูกเบียดบังเอาความดีความชอบ ระวังโรคถุงน้ำดี โรคตับอักเสบ ไมเกรน เจ็บกระดูก ตามข้อ ถ้าถอดรหัสได้หมายเลข 71 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "72",
        "title": "ความวุ่นวาย",
        "level": "1",
        "description": "มักจะมีความคิดเห็นเป็นของตนเอง ชีวิตมักจะพบกับความกดดันอย่างรุนแรง มีความทุกข์ผิดหวังเข้ามาแอบแฝง จะต้องมีการสูญเสีย บุคคลที่รักในขณะที่ชีวิตประสบความสำเร็จ เช่น เสียบิดาหรือคู่ครอง หรือญาติมิตรที่เคารพรักต้องจากไป หรือไม่ก็เสียเงินที่หามาได้อย่างไม่คาดคิด เรียกว่าทุกขลาภ จะมีชีวิตที่วุ่นวาย เพศตรงข้ามสร้างปัญหามาให้ตลอดเวลา บั้นปลายชีวิตจะต้องทุกข์ทรมานกับโรคภัยไข้เจ็บ ระวังการผ่าตัด ระวังโรคผิวหนัง ถ้าสุภาพสตรีถอดรหัสได้หมายเลข 72 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "73",
        "title": "สิ้นเนื้อประดาตัว",
        "level": "1",
        "description": "เป็นเลขร้ายเป็นกำลังของดาวบาปเคราะห์ หมายถึงการทะเลาะวิวาทขัดแย้ง วิบัติทุกข์ทรมานจากโรคร้าย ระวังการผ่าตัดอุบัติเหตุ ความเสียหายที่จะเกิดขึ้นอย่างรุนแรง ชีวิตสมรสไม่แน่นอน ชีวิตต้องเริ่มใหม่อยู่เสมอ มักเกี่ยวข้องกับความตาย ชีวิตมีความขมขื่นผิดหวัง อมทุกข์ บริวารนำเรื่องเดือดร้อนมาให้ มีหนี้สินอย่างท่วมท้น ระวังโรคหัวใจ ความดันโลหิต อัมพาต อัมพฤกษ์ ถ้าถอดรหัสได้หมายเลข 73 ถือว่าเป็นเลขไม่ดี"
      },
      {
        "num": "74",
        "title": "ชีวิตที่ต้องเหนื่อยเปล่า",
        "level": "2",
        "description": "เป็นเลขคู่สมพล พูดเจรจาดี เป็นที่จับใจผู้ฟัง แต่ถ้าพูดร้ายเจ็บแสบนัก พูดจริงทำจริง มักจะเป็นคนใจอ่อนหลงเชื่อคนง่าย ระวังจะถูกหลอก แต่ก็เป็นคนที่มีความขยันหมั่นเพียรดีกว่าจะพบกับความสำเร็จต้องใช้ความพยายามและอดทนอย่างสูง จะทำอะไรมักจะดีแต่ตอนเริ่มต้น สุดท้ายก็ล้มเหลว เป็นคนนับหนึ่งไม่ถึงสิบ บางครั้งชีวิตจะเด่นดังและมีชื่อเสียง ระวังโรคเกี่ยวกับช่องท้อง ระบบย่อยอาหาร ระบบขับถ่าย ริดสีดวงทวาร ถ้าถอดรหัสได้หมายเลข 74 ถือว่าเป็นเลขไม่ดี เป็นหมายเลขที่ให้โทษ ควรเปลี่ยน"
      },
      {
        "num": "75",
        "title": "ชีวิตที่พลิกผัน",
        "level": "2",
        "description": "อาจตกจากตำแหน่งหน้าที่การงาน การถูกใส่ร้ายป้ายสี การถูกคุมขัง หน้าที่การงานจะไม่ยั่งยืนถาวร จะประสพความลำบากในชีวิตก่อน แล้วจึงจะได้ดีทีหลัง หลงมัวเมาไปในทางที่ผิดๆ ต้องตกอยู่ในสิ่งแวดล้อมที่ไม่ดี ถูกคนเอารัดเอาเปรียบถูกเบียดบังเอาความดีความชอบ จะมีปัญหารักสามเส้า ชีวิตจะอาภัพผิดหวังในเรื่องของความรัก หย่าร้างกัน แต่งงานช้า ไม่ได้แต่งงาน ได้แต่งก็เลิกกัน ได้พ่อหม้าย เป็นเมียน้อย"
      },
      {
        "num": "76",
        "title": "ครอบครัวที่ต้องแตกแยก ขัดผัวขัดเมีย และขัดเงิน",
        "level": "1",
        "description": "เป็นเลขที่มีอุปสรรคในชีวิตมากมาย เพราะเป็นเลขคู่ศัตรู ใช้จ่ายมากไม่สมดุลกัน มีคนคอยช่วยใช้ ตลอดถึงเรื่องคู่ครองคนรักก็ไม่สนใจ ผิดหวังเรื่องความรัก ครอบครัวแตกร้าว ไม่มีความสุขในชีวิตสมรส บ้านแตกสาแหรกขาด เป็นเลขที่ขัดแย้งกันอย่างรุนแรง จึงเรียกว่าดาวคู่ขัดผัวขัดเมีย และขัดเงิน หมายถึงความตกต่ำในบั้นปลายชีวิต และยังมีโรคภัยไข้เจ็บเข้ามาเบียดเบียน จะต้องได้รับการผ่าตัดบริเวณช่องท้อง คือโรคลำไส้อักเสบ กระเพาะปัสสาวะอักเสบ ถุงน้ำดี โรคนิ่ว และโรคไต สายตา"
      },
      {
        "num": "77",
        "title": "ทุกข์ซ้อนทุกข์",
        "level": "1",
        "description": "ดาวเสาร์ซ้อนกันสองดวง ดาวทุกข์ 2 ดวง ทำให้มีทุกข์เป็น 2 เท่า ความเก็บกด อำนาจเร้นลับ อำนาจมืด โรคภัยที่ร้ายแรง การอัตวิบากกรรม การถูกคุมขัง ถูกปล้น เป็นเลขที่อันตรายมาก จะต้องต่อสู้กับอุปสรรคและปัญหาอย่างมากมาย ความกดดันในชีวิตมีสูงหากระงับอารมณ์ไม่ได้ เพียงชั่ววูบหนึ่งของชีวิตอาจตัดสินใจทำอะไรลงไปด้วยความเหี้ยมโหด ชนิดที่คนอื่นคาดคิดไม่ถึง อาจจะไม่เคยคิดที่จะทำร้ายใครหรือทำร้ายตนเองอยู่ในสมอง แต่เมื่อไรที่คิดและกระทำมักจะทำสำเร็จ ควรที่จะหนีให้ไกลๆ จากหมายเลขนี้ หมายเลข 77 บวกกันได้ 14 ส่งเสริมให้เป็นคนเข้มแข้งอดทน ถ้าได้หมายเลข 77 ควรจะเปลี่ยน เพราะเป็นเลขที่ส่งผลเสียให้กับชีวิต"
      },
      {
        "num": "78",
        "title": "นักเลง นักบู๊ ระวังต้องคดี",
        "level": "1",
        "description": "โทษทุกข์ทายเสาร์ มัวเมาทายราหู คนหัวดื้อรั้นไม่ยอมเชื่อคนง่ายๆ ชอบทางนักเลง นักบู๊ คนพวกนี้ชอบคบค้าสมาคมกับคนชั้นต่ำ แม้แต่คู่ครองก็ชอบคนที่ต่ำกว่าตน แต่มีส่วนดี คือ พวกลูกน้องรักใคร่ หรือเพื่อนฝูงรักใคร่ ยกย่องให้เป็นพี่ใหญ่ เพราะตนเองใจนักเลง ดาวคู่นี้จึงเรียกว่าดาวคู่มิตรแห่งเจ้านักเลง ระวังข้อเสียจะมีความระส่ำระสายของชีวิต ประสบเรื่องร้ายๆ ระวังคดีความ ห้ามเซ็นต์สัญญาค้ำประกันใคร ชีวิตต้องต่อสู้เหน็ดเหนื่อยกับอุปสรรคและปัญหา ตกอยู่ในสภาพแวดล้อมไม่ดี"
      },
      {
        "num": "79",
        "title": "อนาคตสดใสงดงาม",
        "level": "4",
        "description": "เลขให้คุณปานกลาง ส่วนดีคือพระเกตุและดาวเสาร์หนุนนำให้มีความสำเร็จ คนเลขนี้ชอบท่องเที่ยวเดินทาง เป็นคนจริงใจ เป็นคนรักอิสระ และมีความคิดเป็นของตัวเอง ใจบุญ มีอุดมการณ์สูง ผูกพันเกี่ยวข้องกับน้ำ ถ้าทำธุรกิจเกี่ยวกับน้ำจะดี พูดตรงไปตรงมา เจ้าระเบียบ ชะตาชีวิตสดใสงดงาม จะมีความรุ่งโรจน์โชติช่วงอย่างคาดไม่ถึง ดวงมีทรัพย์มรดก จะมีเกียรติมีลาภยศ แต่ส่วนเสียคือต้องต่อสู้กับปัญหากว่าจะผ่านพ้นไปได้ต้องเหน็ดเหนื่อยต้องใช้ความอดทนแต่จะประสบความสำเร็จได้เช่นกัน"
      },
      {
        "num": "80",
        "title": "อิทธิพลมืด",
        "level": "2",
        "description": "เป็นเลขร้าย เป็นสัญญาณเตือนภัยวิบัติอันใหญ่หลวงที่คอยอยู่ข้างหน้า มักถูกครอบงำจากอิทธิพลของอันธพาล ถูกข่มเหง รังแกจากคนอันธพาล จะตกอยู่ในสิ่งแวดล้อมที่ไม่ดี ถูกปล้น ถูกจี้ ระวังจะถูกฆ่าข่มขืน มีวิญญาณร้ายคอยแอบแฝงรบกวน ชอบสะสมของเก่า หรือมีความผูกพันกับโบราณสถาน ระวังโรคตับ ถุงน้ำดี ไมเกรน เจ็บปวดตามกระดูก ตามข้อ"
      },
      {
        "num": "81",
        "title": "อุปสรรคแห่งรัก",
        "level": "1",
        "description": "มีความทะเยอทะยาน และมัวเมาในเรื่องเกียรติยศอำนาจตำแหน่งหน้าที่การงาน มักได้ลาภยศด้วยความยากลำบาก เป็นหมายเลขอับเฉาเลขหนึ่ง ชีวิตมักจะกำพร้า ขาดหลักประกันในชีวิต พลัดพรากจากบิดามารดา ชีวิตอยู่ไม่เป็นที่ มีการเปลี่ยนแปลงโยกย้าย ถ้าเป็นสุภาพสตรีจะตกพุ่มหม้าย ไร้สามี พลัดพรากจากคู่ มีคู่เหมือนไม่มี ต่างคนต่างอยู่ ชีวิตจะวุ่นวาย มีภรรยาหลายคน มีแม่หม้ายมาติดพัน และก่อความยุ่งยาก มีโรคเกี่ยวกับสายตา"
      },
      {
        "num": "82",
        "title": "ความว้าเหว่ หงอยเหงา",
        "level": "1",
        "description": "มีเงินแต่ไม่ได้ใช้เองเก็บไว้ให้คนอื่นใช้ หรือได้มาเก็บไว้ไม่อยู่ มักมีหนี้สิ้น ให้กำลังในการต่อสู้ผจญภัย ในการดำเนินชีวิต ศรัทธาจริตกับโมหจริต ผสมกัน ทำให้เชื้อคนง่าย รักคนง่าย ทำให้มีความผิดหวังเสมอ เลข 82 เป็นเลขราหูอมจันทร์ หรือเรียกว่าจันทรคราส ทำให้อาภัพ บิดามารดา และอาภัพญาติพี่น้อง ฟันฝ่าอุปสรรค เหน็ดเหนื่อยขนาดหนัก แต่เมื่ออายุมากขึ้น ก็จะได้รับความสำเร็จในการครองชีวิต เลข 82 เรียกว่าคู่สมพลแห่งการต่อสู้ แต่รวมกันได้เลข 10 ก็มีข้อเสีย มีคนเบียดบังเอาความดีความชอบ จะไร้คู่ จะได้คู่เป็นพ่อหม้ายหรือแม่หม้าย ถ้าหมายเลขนามสกุลไม่ดีจะทำให้มีความทุกข์แอบแฝงอยู่กลายเป็นคนอมทุกข์ บริวารจะสร้างปัญหามาให้ แบกภาระหน้าที่การงานอย่างใหญ่หลวง มีหนี้สินอย่างท่วมท้น โรคภัยมาเบียดเบียน ระวังโรคหัวใจ ผิดหวังด้านความรัก ไม่มีความสุขในชีวิตสมรส พลัดพรากจากคนรัก หรือจะไร้คู่ จะได้คู่เป็นหม้าย"
      },
      {
        "num": "83",
        "title": "การแตกแยก",
        "level": "1",
        "description": "เป็นเลขร้าย โผงผางโครมคราม แตกหัก เจ้าโทสะ กับเจ้ามัวเมานักเลง เมื่อรวมกันก็ทำให้มีโทสะร้าย ส่วนมากเป็นยอดนักเลงกันทั้งนั้น บางคนก็เป็นฆาตกรก็มี ระวังเชื่อคนง่าย ครอบครัวแตกแยก แตกเพื่อน แตกฝูง แตกญาติ แตกหักจากหุ้นส่วน ชีวิตต้องเกี่ยวข้องกับนักเลงอันธพาล ทหาร ตำรวจ และนักกฎหมาย ระวังไฟลวก ไฟคลอก ไฟไหม้บ้าน เชื่อใจคนง่าย ระวังคดีความ ประพฤติผิดอยู่เสมอ จะทำอะไรจะดีแต่ตอนเริ่มต้นอยู่เสมอ ปลายไม่ดี ขึ้นๆ ลงๆ"
      },
      {
        "num": "84",
        "title": "ไม่มีลาภ และการหลงผิด",
        "level": "1",
        "description": "เจรจาไม่ค่อยถูกหูคน ชอบพูดตรงไปตรงมา แบบขวานผ่าซาก ชอบขัดคอคน เลยทำให้มีศัตรูมากเพราะวาจาของตน จึงขาดผู้อุปถัมภ์ หาลาภผลได้ยาก จึงเรียกว่าเลขคู่ขัดลาภ และมักถูกสุนัขกัด ชีวิตมักจะประพฤติผิดพลาดและได้รับอันตราย จะถูกชักจูงหว่านล้อม จากพวกหลงผิดให้ไปเข้าพวกเข้าฝูง ทำให้ตกอยู่ในอำนาจแห่งความหลงกระทำแต่สิ่งที่ไม่ถูกต้องอยู่เสมอ หลงแสง สี เสียง การพนัน สิ่งเสพติด ชีวิตจะได้รับความเดือดร้อน สูญเสียอย่างใหญ่หลวง ระวังอุบัติเหตุ คดีความ ถูกคุมขัง ความไม่แน่นอนของชีวิต และอนาคต"
      },
      {
        "num": "85",
        "title": "การหลอกลวง",
        "level": "2",
        "description": "ชีวิตมักจะหลักลอย เป็นคนหลงผิดได้ง่าย ลืมตัว เอาแต่ใจตัวเอง เห็นกงจักรเป็นดอกบัว จะพาชีวิตสู่ความหายนะได้ มักกำพร้า และขาดที่พึ่ง ชีวิตจะมีแต่ความทุกข์ มีอุปสรรค ชีวิตสมรสไม่แน่นอน ครอบครัวแตกแยก รักสามเส้า มีเรื่องชู้สาว ให้ระวังอุบัติเหตุรถคว่ำ ถูกอาวุธถูกคนลอบทำร้าย มีปัญหาเรื่องสายตา ผ่าตัด โรคลำไส้ กระเพาะปัสสาวะอักเสบ โรคนิ่ว โรคไต"
      },
      {
        "num": "86",
        "title": "สองแง่สองมุม",
        "level": "3",
        "description": "เป็นคนสองลักษณะในทางโลก จะส่งผลดีให้กับชีวิตส่งผลให้พบกับความสำเร็จ พบกับความสำเร็จ แต่อีกมุมหนึ่ง ประพฤติผิดศีลธรรม จะพ่ายแพ้ทางโลกีย์ ชอบคบชู้ ระวังให้มากถ้าไม่รู้จักความพอดี หลงใหลได้ปลื้มในสิ่งที่เป็นอบายมุข ชอบความตื่นเต้น คิดและตัดสินใจเร็ว เก่งในการแก้ปัญหาเฉพาะหน้า มักเป็นจู้จี้ ขี้บ่น เบื่อกับการอยู่กับที่นาน",
        "comment": "ให้โทษต่อสุภาพบุรุษ"
      },
      {
        "num": "87",
        "title": "ความระส่ำระสาย",
        "level": "1",
        "description": "โทษทุกข์ทายเสาร์ มัวเมาทายราหู คนหัวดื้อรั้นไม่ยอมเชื่อคนง่ายๆ ชอบทางนักเลง นักบู๊ คนพวกนี้ชอบคบค้าสมาคมกับคนชั้นต่ำ แม้แต่คู่ครองก็ชอบคนที่ต่ำกว่าตน แต่มีส่วนดี คือ พวกลูกน้องรักใคร่ หรือเพื่อนฝูงรักใคร่ ยกย่องให้เป็นพี่ใหญ่ เพราะตนเองใจนักเลง ดาวคู่นี้จึงเรียกว่าดาวคู่มิตรแห่งเจ้านักเลง ระวังข้อเสียจะมีความระส่ำระสายของชีวิต ประสบเรื่องร้ายๆ ระวังคดีความ ห้ามเซ็นต์สัญญาค้ำประกันใคร ชีวิตต้องต่อสู้เหน็ดเหนื่อยกับอุปสรรคและปัญหา ตกอยู่ในสภาพแวดล้อมไม่ดี"
      },
      {
        "num": "88",
        "title": "เห็นผิดเป็นชอบ",
        "level": "2",
        "description": "จะพบมรณะกรรมโดยผิดปกติ จะถูกวิญญาณร้ายเล่นงาน เป็นคนหลงผิดได้ง่าย ลืมตัว เอาแต่ใจตัวเอง เห็นกงจักรเป็นดอกบัว หมายเลขนี้ไม่เหมาะกับสุภาพสตรี จะมีปัญหาเรื่องคู่ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า เป็นหม้าย"
      },
      {
        "num": "89",
        "title": "ประสบความสำเร็จพอสมควร",
        "level": "4",
        "description": "เป็นเลขให้คุณปานกลางให้คุณ เจ้าของเลขนี้มีดวงชะตาดี ดาวราหูและดาวพระเกตุส่งผลหนุนนำให้พบความโดดเด่นรุ่งเรืองดี คนเลขนี้มีไหวพริบปฎิภาณเป็นเลิศ ช่างสังเกตช่างวิเคราะห์ สนใจใฝ่รู้กว้างขวาง มีความมุ่งมั่นสูง อดทนสูง รับผิดชอบดี มีลางสังหรณ์ ฝันแม่น ดวงมีโชคมีลาภอย่างไม่คาดฝัน จับทำเรื่องเก่าๆ แล้วจะรุ่งเรืองดี ในทางโลดโผน พอที่จะทำให้ชีวิตประสบความสำเร็จพอสมควร มีพวกพ้องมาก ชอบทำอะไรแปลกๆ แหวกแนว เข้ากับคนได้ง่าย ระวังอย่าคบคนพาล หากเข้าไปพัวพัน จะถอนตัวจากสิ่งแวดล้อมที่เลวร้ายได้ยาก"
      },
      {
        "num": "90",
        "title": "สิ่งศักดิ์สิทธิ์คุ้มครอง",
        "level": "5",
        "description": "ชะตาชีวิตราบรื่นดี จับทำอะไรมักจะประสบความสำเร็จลุล่วงอย่างดี มีผู้หลักผู้ใหญ่ให้การสนับสนุน มีความเป็นอยู่สุขสบาย ชีวิตมีอุปสรรคน้อย ลำบากไม่นาน ตกน้ำไม่ไหลตกไฟไม่ไหม้ เพราะมีสิ่งศักดิ์คุ้มครอง ดาวพระเกตุและดาวมฤตยูส่งเสริมหนุนนำชีวิตให้มีความสุขความเจริญด้วยดี เป็นเลขดีบ่งถึงสิ่งศักดิ์สิทธิ์ และวิญญาณ มักได้รับความคุ้มครองจากสิ่งศักดิ์สิทธิ์ และวิญญาณ ในชีวิตจะประสบความสำเร็จเป็นอย่างดี ชอบศึกษาเกี่ยวกับศาสตร์เร้นลับ เป็นเลขที่ให้คุณกับชีวิต"
      },
      {
        "num": "91",
        "title": "ผู้เสวยสุข",
        "level": "5",
        "description": "ชอบศึกษาหาความรู้ ชีวิตก็จะประสบความสำเร็จ ได้รับการอุปการะจากผู้ใหญ่ หรือผู้มีอำนาจให้การช่วยเหลือ เป็นหมายเลขนำโชค ได้รับเกียรติอย่างสูงส่งในสังคมส่งผลดีให้กับชีวิต ประสบความสำเร็จที่ยิ่งใหญ่ หมายเลข 91 ไม่เหมาะกับสุภาพสตรีเป็นอย่างยิ่งเพราะอาจแปรสภาพเป็นเลข 10 ดาวเสาร์ ชีวิตมักจะกำพร้า เป็นหม้าย บางครั้งส่งผลให้สามีตกจากตำแหน่งหน้าที่การงาน สุภาพสตรีจะมีปัญหาเรื่องคู่ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน จะผลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า เป็นหม้าย มีความทุกข์ ความผิดหวัง บริวารในครอบครัวจะทำความยุ่งยากมาให้ แบกภาระมากมาย มีหนี้สินอย่างท่วมท้น มีโรคภัยไข้เจ็บ หมายเลขนี้จะส่งผลดีต่อสุภาพบุรุษ"
      },
      {
        "num": "92",
        "title": "เส้นทางแห่งกรรม",
        "level": "2",
        "description": "จะทำอะไรมักจะดีแต่ตอนเริ่มต้นแต่ปลายเสีย ยิ่งใหญ่ก็อาจตกต่ำได้ ชีวิตจะอยู่ในสภาพแวดล้อมที่ไม่ดี ถูกกลั้นแกล้ง เอารัดเอาเปรียบ เพศตรงข้ามจะสร้างปัญหาให้ หน้าชื่นอกตรม ระวังเพื่อนที่ไม่ซื่อ ไม่ควรร่วมหุ้นกับใคร ชอบเดินทางท่องเที่ยว ชอบสิ่งแปลกใหม่ สนใจประวัติศาสตร์ ชอบของโบราณ"
      },
      {
        "num": "93",
        "title": "ชีวิตที่ถูกกดดัน",
        "level": "2",
        "description": "มักจะพบความยุ่งยากของชีวิตบ่อยๆ มีเรื่องกระทบกระเทือนใจ ความกดดันของจิตใจ ก็อาจถึงขั้นวิปริตไปได้ง่ายๆ เช่น ทำร้ายตัวเอง หรือผู้อื่น มีเรื่องทุกข์ใจ อุปสรรคต่างๆ ชีวิตสมรสไม่แน่นอน เช่น ไม่ได้แต่ง หรือแต่งไม่น้อยกว่าครั้งหนึ่ง ความไม่แน่นอนในชีวิต คาดหวังอะไรมักไม่ได้ ไม่ได้หวังกลับได้"
      },
      {
        "num": "94",
        "title": "อุปสรรคที่ขวางกั้น",
        "level": "2",
        "description": "เป็นเลขร้ายเป็นกำลังของดาวบาปเคราะห์ หมายถึงผ่าตัดอุบัติเหตุ ความเสียหายที่จะเกิดขึ้นอย่างรุนแรง ชีวิตสมรสไม่แน่นอน ครอบครัวแตกแยก มีมุมหักเหอยู่ตลอดเวลา สุภาพสตรีจะถูกสามีกดดันกลั่นแกล้งชีวิตต้องเริ่มต้นใหม่อยู่เสมอ มักเกี่ยวข้องกับความตาย ชีวิตมีความขมขื่นผิดหวัง อมทุกข์ มีอุปสรรค อับโชค ระวังการผ่าตัด โรคนิ่ว โรคไต กระเพาะปัสสาวะ"
      },
      {
        "num": "95",
        "title": "ยอดแห่งรหัสชีวิต",
        "level": "5",
        "description": "เป็นเลขศักดิ์สิทธิ์ สิ่งศักดิ์สิทธิ์เคียงข้างคุณตลอดเวลา ตกน้ำไม่ไหลตกไฟไม่ไหม้ บ่งบอกความสำเร็จ สมบูรณ์พูนสุข มีพร้อมเงินทอง เกียรติยศชื่อเสียง ปวงชนยกย่อง แคล้วคลาดปลอดภัย สมหวังในรัก ครอบครัวอบอุ่น"
      },
      {
        "num": "96",
        "title": "เหมือนคนไม่มีพลัง",
        "level": "3",
        "description": "เป็นเลขกลับหัวกลับหาง ไม่สามารถแยกแยะได้ จึงทำให้ไม่มีพลังในตัวเอง ชีวิตกระท่อน กระแท่นครึ่งๆ กลางๆ จะดูว่าดีก็ไม่ใช่ จะดูร้ายก็ไม่เชิง บางครั้งก็ส่งผลให้หลงผิดได้ง่าย ร้ายก็ยังดีที่มีผู้ใหญ่ที่เข้าใจคอยให้การอุปถัมภ์ค้ำชูพอที่จะทำให้ชีวิตอยู่รอดไปได้"
      },
      {
        "num": "97",
        "title": "ต้นร้ายปลายดี",
        "level": "4",
        "description": "เลขให้คุณปานกลาง พระเกตุและดาวเสาร์หนุนนำให้มีความสำเร็จ คนเลขนี้ชอบท่องเที่ยวเดินทาง เป็นคนจริงใจ พูดตรงไปตรงมา เจ้าระเบียบ ชะตาชีวิตสดใสงดงาม จะมีความรุ่งโรจน์โชติช่วงอย่างคาดไม่ถึง ดวงมีทรัพย์มรดก จะมีเกียรติมีลาภยศ จะประสพความลำบากในชีวิตก่อน แล้วจึงจะได้ดีทีหลัง ทำธุรกิจเกี่ยวกับน้ำจะพบกับความสำเร็จและร่ำรวยได้ ผู้หลักผู้ใหญ่เอ็นดูส่งเสริม ช่วยเหลือ มีดวงอุปถัมภ์ จะมีชื่อเสียงเงินทอง มีเกียรติและบารมี มีสติปัญญาดี ยินดีช่วยเหลือคนตกทุกข์ยากเสมอ"
      },
      {
        "num": "98",
        "title": "ผู้ที่ถูกครอบงำ",
        "level": "4",
        "description": "เป็นเลขให้คุณปานกลางให้คุณในทางโลดโผน พอที่จะทำให้ชีวิตประสบความสำเร็จพอสมควร มีพวกพ้องมาก ชอบทำอะไรแปลกๆ แหวกแนว เข้ากับคนได้ง่าย ระวังอย่าคบคนพาล หากเข้าไปพัวพัน จะถอนตัวจากสิ่งแวดล้อมที่เลวร้ายได้ยาก มักสนใจกับสิ่งศักดิ์สิทธิ์จนลุ่มหลง หมายเลข 98 บวกกันได้ 17 หมายเลข 17 บวกกันได้ 8 เป็นกำลังของดาวราหู จะทำให้ชีวิตตกอยู่ในสภาพแวดล้อมที่ไม่ดี ถูกกดดัน กลั่นแกล้ง ขัดแย้งมีปัญหากับคนอื่นบ่อยๆ"
      },
      {
        "num": "99",
        "title": "ผู้พลิกฟ้าพลิกแผ่นดิน",
        "level": "5",
        "description": "ได้ความสำเร็จอย่างน่ามหัศจรรย์ ได้พลังจากความเร้นลับในจักรวาลให้การช่วยเหลือ มีพรสวรรค์ทางอำนาจจิต หยั่งรู้ล่วงหน้า ฝันแม่น สนใจใฝ่รู้ ใฝ่เรียน แสวงหาความก้าวหน้าเสมอ มีความทะเยอทะยาน มีฐานะมั่งคั่งร่ำรวยได้เร็ว จะมีวาสนาบารมีเพิ่มพูน ยามมีเคราะห์ภัยก็จะแคล้วคลาด เพราะมีสิ่งศักดิ์สิทธิ์ปกปักรักษามิให้ต้องเดือดร้อนมากนัก จะมีโชคแบบฟลุคๆๆ อยู่เสมอ มีลางสังหรณ์ดีเยี่ยม เป็นเลขที่ดีมาก"
      },
      {
        "num": "100",
        "title": "สุดท้ายของตัวเลข",
        "level": "5",
        "description": "ถือเป็นเลขแห่งความสมบูรณ์ อำนวยความสำเร็จแห่งชีวิตอย่างเต็มที่ เจ้าของชื่อนี้มีดวงชะตาสดใส ดาวอาทิตย์และดาวมฤตยูสองดวงส่งผลหนุนนำให้ชีวิตมีบุญมีวาสนาสูง เป็นที่ปรึกษาหรือเป็นผู้นำที่น่าทึ่ง ชะตาชีวิตไม่ลำบาก ไม่ต้องดิ้นรนเหน็ดเหนื่อยต่อสู้มากนัก จะมีความสุขสบายอุดมสมบุรณ์ พรั่งพร้อมด้วยลาภยศปรากฏไกล บ่งบอกถึงความกว้างไกลทะยานไปข้างหน้าอย่างไม่หยุดยั้ง เป็นเลขให้คุณสมบูรณ์ เป็นเลขให้คุณแต่จะทำอะไรต้องอยู่ในความพอดีและมีขอบเขต หากปล่อยตัวตามอิสระ ก็อาจจะส่งผลเสียได้ เพราะอิทธิพลเลข 0 ดาวมฤตยู เป็นตัวเพิ่มพลัง เลข 100 เป็นเลขจุดพอดีของศตวรรษ จึงถือว่าเป็นเลขดีอำนวยความสำเร็จเลขหนึ่ง จะส่งผลดีอย่างเต็มที่"
      },
      {
        "num": "101",
        "title": "ว่าวที่ขาดลม",
        "level": "2",
        "description": "ว่าวที่ขาดลม ทำอะไรมักจะดีแต่ตอนต้น สุดท้ายก็ล้มเหลว เข้าลักษณะต้นดี ปลายร้าย นับหนึ่งไม่ถึงสิบ เป็นว่าวที่ขาดลม ชีวิตมักมีอันตรายแอบแฝง ให้ระวังการถูกทรยศหักหลังจากผู้อื่น และเพศตรงข้าม เป็นคนที่ต้องต่อสู้กับอุปสรรค และมักทำคุณคนไม่ขึ้น ค่อนข้างอ่อนไหวแต่โรแมนติก อ่อนนอกแข็งใน โรคภัยไข้เจ็บระวังโรคเกี่ยวกับกระเพาะอาหาร ระบบย่อยอาหาร ระบบขับถ่าย ริดสีดวงทวาร เนื้องอก"
      },
      {
        "num": "102",
        "title": "ความเปลี่ยนแปลง",
        "level": "2",
        "description": "ค่อนข้างมีโมหะจริตเข้าครอบงำ หลงอะไรง่ายๆ มักถูกใส่ร้ายป้ายสี หรือถูกกลั่นแกล้งจากบุคคลอื่น โดยนิสัยเป็นคนหูเบาและนักเลง เลข 1 ดาวอาทิตย์กับเลข 2 ดาวจันทร์ ธาตุไฟกับธาตุน้ำมาอยู่รวมกัน จึงทำให้มีอารมณ์ขัดแย้งกัน เป็นคนสองพฤติกรรมในตัวเอง ภายนอกดูนุ่มนวล แต่ข้างในแข็งกร้าว จะมีเรื่องความทุกข์ความผิดหวังแอบแฝงอยู่ กลายเป็นคนอมทุกข์ ชีวิตสมรสไม่แน่นอน คือไม่ได้แต่งงาน หรือแต่งไม่น้อยกว่าหนึ่งครั้ง ชีวิตขึ้นๆลงๆอยู่ตลอดเวลา หน้าที่การงานจะไม่ยั่งยืนถาวร ถูกใส่ร้ายจากเพื่อนร่วมงาน โรคภัยไข้เจ็บระวัง ระบบประสาท ปวดที่สะโพก โรคผิวหนัง"
      },
      {
        "num": "103",
        "title": "ฝันที่ไม่เป็นจริง",
        "level": "2",
        "description": "จะเกิดทั้งเรื่องดีและเรื่องร้าย ชีวิตมักจะมีการเปลี่ยนแปลงเร็ว ชีวิตจะมีทุกข์ อุปสรรค ล้มเหลว กลายเป็นคนอมทุกข์ ชีวิตสมรสไม่แน่นอน คือไม่ได้แต่งงาน หรือถ้าได้แต่งงาน ครอบครัวจะมีปัญหาแตกร้าว ถ้าผู้ชายจะมีเรื่องชู้สาว หรือรักสามเส้า ระวังอุบัติเหตุ โรคสายตา ผ่าตัด นิ่ว ไต กระเพาะปัสสาวะอักเสบ ลำไส้"
      },
      {
        "num": "104",
        "title": "ผู้ยิ่งใหญ่",
        "level": "5",
        "description": "จะทำให้ชีวิตประสพผลสำเร็จอย่างมั่นคง สติปัญญาดี ความจำแม่นยำ จะนำพาไปสู่ความสำเร็จที่ยิ่งใหญ่ มีความสุขุมล้ำลึก ชอบไขว่คว้าค้นหาความก้าวหน้าให้กับชีวิต และยังมีสิ่งศักดิ์สิทธิ์ให้ความคุ้มครอง มีโอกาศไปเกี่ยวข้องกับต่างประเทศทุกรูปแบบเช่น ศึกษาต่างประเทศ เที่ยวต่างประเทศ อยู่ต่างประเทศ คบหากับคนต่างประเทศ สนใจธรรมมะ รักความยุติธรรม อาชีพที่เหมาะคือประชาสัมพันธ์ พบกับคนแปลกหน้าถึงจะดี"
      },
      {
        "num": "105",
        "title": "ความสุนทรี",
        "level": "5",
        "description": "ทำให้มีเสน่ห์และเป็นคู่มิตร ไม่ว่าจะทำอะไรก็จะมีคนมาช่วยเหลือสนับสนุนตลอดเวลา เลข 1 และ 5 รวมกันได้ 6 ดาวศุภโชค โภคทรัพย์ เป็นหมายเลขที่โชคดีมาก จะได้รับพรอันประเสร็จ เป็นบุคคลที่มีความโชคดีเกี่ยวกับการเงิน เรื่องเงินๆทอง จะสามารถหาได้โดยง่าย"
      },
      {
        "num": "106",
        "title": "ผู้ปราชัย",
        "level": "2",
        "description": "หากมีความสำเร็จในชีวิตที่ยิ่งใหญ่มักจะต้องพบกับจุดจบอย่างไม่คาดคิด หมายเลข 16 ไม่เหมาะกับสตรีเป็นอย่างยิ่ง จะทำให้ผิดหวังเรื่องความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน ได้พ่อม่าย แม่ม่าย เมียน้อยกินน้ำใต้ศอกผู้อื่น เป็นม่ายก่อนวัยอันควร ความทุกข์ อุปสรรค ปัญหา อับโชค ชีวิตมักประสบโชคร้ายมากกว่าความสำเร็จ โรคภัยระวัง โรคผิวหนัง ทุกชนิด เหงื่อและสิว ระบบย่อยอาหาร"
      },
      {
        "num": "107",
        "title": "อำนาจที่ถูกริดรอน",
        "level": "2",
        "description": "จะผิดหวังเรื่องความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า เป็นหมายเลขร้ายกับชีวิต ชีวิตอยู่ในสิ่งแวดล้อมไม่ดี ยุ่งยากในชีวิตบ่อยๆ กดดัน กลั่นแกล้ง อิจฉาริษยา ถูกเอาเปรียบ ถูกเบียดบังเอาความดีความชอบ ระวังโรคถุงน้ำดี โรคตับอักเสบ ไมเกรน เจ็บกระดูก ตามข้อ"
      },
      {
        "num": "108",
        "title": "บทพิสูจน์",
        "level": "2",
        "description": "ชีวิตที่รุ่งโรจน์ ตกต่ำลงได้ ไม่แน่นอนชีวิตอยู่ไม่ติดที่ มีการโยกย้าย เปลี่ยนแปลงอยู่บ่อยๆ จึงไม่เหมาะกับอาชีพที่ทำงานอยู่กับที่ ควรหางานที่จะต้องเดินทางจะเหมาะกว่า ชีวิตครอบครัวจะมีปัญหาในเรื่องของความรักทุกรูปแบบ เช่นแต่งงานช้า ไม่ได้แต่ง ไร้คู่ครอง เลขนี้ไม่เหมาะกับสุภาพสตรีอย่างยิ่ง หรือแต่งแล้วต้องเลิกกัน จะพลัดพรากจากกัน เป็นเมียน้อย หย่าร้าง รักสามเส้า ระวังการทะเลาะวิวาทอย่างรุนแรง ถูกทรยศหักหลัง มีความทุกข์ อุปสรรค ทำคุณคนไม่ขึ้น ปิดทองหลังพระ ระวังโรคผิวหนัง ภูมิแพ้ งูสวัด"
      },
      {
        "num": "109",
        "title": "ผู้เสวยสุข",
        "level": "5",
        "description": "ชอบศึกษาหาความรู้ ชีวิตก็จะประสบความสำเร็จ ได้รับการอุปการะจากผู้ใหญ่ หรือผู้มีอำนาจให้การช่วยเหลือ หมายเลขนำโชค ได้รับเกียรติอย่างสูงส่งในสังคมส่งผลดีให้กับชีวิต ประสบความสำเร็จที่ยิ่งใหญ่ หมายเลข 109 ส่งเสริมเกี่ยวกับอำนาจวาสนา ภายใต้ความรักเกียรติยศศักดิ์ศรี ขยันขันแข็ง ทำงานว่องไวรวดเร็ว ไม่ยอมหยุดนิ่งทำให้ได้รับการอุปถัมภ์ค้ำจุนจากคนรอบข้าง มีจิตใจมั่นคงไม่ท้อแท้กับอุปสรรค"
      }
    ]
}